{
  "1.1": {
    "sanskrit": "dhṛtarāṣṭra uvāca\ndharma-kṣetre kuru-kṣetre\nsamavetā yuyutsavaḥ\nmāmakāḥ pāṇḍavāś caiva\nkim akurvata sañjaya",
    "wordByWord": "dhṛtarāṣṭraḥ-uvāca — King Dhṛtarāṣṭra said; dharma-kṣetre — in the place of pilgrimage; kuru-kṣetre — in the place named Kurukṣetra; samavetāḥ — assembled; yuyutsavaḥ — desiring to fight; māmakāḥ — my party (sons); pāṇḍavāḥ — the sons of Pāṇḍu; ca — and; eva — certainly; kim — what; akurvata — did they do; sañjaya — O Sañjaya",
    "translation": "Dhṛtarāṣṭra said: O Sañjaya, after my sons and the sons of Pāṇḍu assembled in the place of pilgrimage at Kurukṣetra, desiring to fight, what did they do?"
  },
  "2.7": {
    "sanskrit": "kārpaṇya-doṣopahata-svabhāvaḥpṛcchāmi tvāṁ dharma-sammūḍha-cetāḥyac chreyaḥ syān niścitaṁ brūhi tan meśiṣyas te ’haṁ śādhi māṁ tvāṁ prapannam",
    "wordByWord": "kārpaṇya — of miserliness; doṣa — by the weakness; upahata — being afflicted; svabhāvaḥ — characteristics; pṛcchāmi — I am asking; tvām — unto You; dharma — religion; sammūḍha — bewildered; cetāḥ — in heart; yat — what; śreyaḥ — all-good; syāt — may be; niścitam — confidently; brūhi — tell; tat — that; me — unto me; śiṣyaḥ — disciple; te — Your; aham — I am; śādhi — just instruct; mām — me; tvām — unto You; prapannam — surrendered",
    "translation": "Now I am confused about my duty and have lost all composure because of miserly weakness. In this condition I am asking You to tell me for certain what is best for me. Now I am Your disciple, and a soul surrendered unto You. Please instruct me."
  },
  "2.11": {
    "sanskrit": "śrī-bhagavān uvāca\naśocyān anvaśocas tvaṁ\nprajñā-vādāṁś ca bhāṣase\ngatāsūn agatāsūṁś ca\nnānuśocanti paṇḍitāḥ",
    "wordByWord": "śrī-bhagavān-uvāca — the Supreme Personality of Godhead said; aśocyān — not worthy of lamentation; anvaśocaḥ — you are lamenting; tvam — you; prajñā-vādān — learned talks; ca — also; bhāṣase — speaking; gata — lost; asūn — life; agata — not passed; asūn — life; ca — also; na — never; anuśocanti — lament; paṇḍitāḥ — the learned",
    "translation": "The Supreme Personality of Godhead said: While speaking learned words, you are mourning for what is not worthy of grief. Those who are wise lament neither for the living nor for the dead."
  },
  "2.12": {
    "sanskrit": "na tv evāhaṁ jātu nāsaṁna tvaṁ neme janādhipāḥna caiva na bhaviṣyāmaḥsarve vayam ataḥ param",
    "wordByWord": "na — never; tu — but; eva — certainly; aham — I; jātu — at any time; na — did not; āsam — exist; na — not; tvam — you; na — not; ime — all these; jana-adhipāḥ — kings; na — never; ca — also; eva — certainly; na — not; bhaviṣyāmaḥ — shall exist; sarve-vayam — all of us; ataḥ-param — hereafter",
    "translation": "Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be."
  },
  "2.13": {
    "sanskrit": "dehino ’smin yathā dehekaumāraṁ yauvanaṁ jarātathā dehāntara-prāptirdhīras tatra na muhyati",
    "wordByWord": "dehinaḥ — of the embodied; asmin — in this; yathā — as; dehe — in the body; kaumāram — boyhood; yauvanam — youth; jarā — old age; tathā — similarly; deha-antara — of transference of the body; prāptiḥ — achievement; dhīraḥ — the sober; tatra — thereupon; na — never; muhyati — is deluded",
    "translation": "As the embodied soul continuously passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. A sober person is not bewildered by such a change."
  },
  "2.14": {
    "sanskrit": "mātrā-sparśās tu kaunteyaśītoṣṇa-sukha-duḥkha-dāḥāgamāpāyino ’nityāstāṁs titikṣasva bhārata",
    "wordByWord": "mātrā-sparśāḥ — sensory perception; tu — only; kaunteya — O son of Kuntī; śīta — winter; uṣṇa — summer; sukha — happiness; duḥkha — and pain; dāḥ — giving; āgama — appearing; apāyinaḥ — disappearing; anityāḥ — nonpermanent; tān — all of them; titikṣasva — just try to tolerate; bhārata — O descendant of the Bharata dynasty",
    "translation": "O son of Kuntī, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed."
  },
  "2.20": {
    "sanskrit": "na jāyate mriyate vā kadācinnāyaṁ bhūtvā bhavitā vā na bhūyaḥajo nityaḥ śāśvato ’yaṁ purāṇona hanyate hanyamāne śarīre",
    "wordByWord": "na — never; jāyate — takes birth; mriyate — dies; vā — either; kadācit — at any time (past, present or future); na — never; ayam — this; bhūtvā — having come into being; bhavitā — will come to be; vā — or; na — not; bhūyaḥ — or is again coming to be; ajaḥ — unborn; nityaḥ — eternal; śāśvataḥ — permanent; ayam — this; purāṇaḥ — the oldest; na — never; hanyate — is killed; hanyamāne — being killed; śarīre — the body",
    "translation": "For the soul there is neither birth nor death at any time. He has not come into being, does not come into being, and will not come into being. He is unborn, eternal, ever-existing and primeval. He is not slain when the body is slain."
  },
  "2.22": {
    "sanskrit": "vāsāṁsi jīrṇāni yathā vihāyanavāni gṛhṇāti naro ’parāṇitathā śarīrāṇi vihāya jīrṇānyanyāni saṁyāti navāni dehī",
    "wordByWord": "vāsāṁsi — garments; jīrṇāni — old and worn out; yathā — just as; vihāya — giving up; navāni — new garments; gṛhṇāti — does accept; naraḥ — a man; aparāṇi — others; tathā — in the same way; śarīrāṇi — bodies; vihāya — giving up; jirṇāni — old and useless; anyāni — different; saṁyāti — verily accepts; navāni — new sets; dehī — the embodied",
    "translation": "As a person puts on new garments, giving up old ones, the soul similarly accepts new material bodies, giving up the old and useless ones."
  },
  "2.23": {
    "sanskrit": "nainaṁ chindanti śastrāṇinainaṁ dahati pāvakaḥna cainaṁ kledayanty āpona śoṣayati mārutaḥ",
    "wordByWord": "na — never; enam — this soul; chindanti — can cut to pieces; śastrāṇi — weapons; na — never; enam — this soul; dahati — burns; pāvakaḥ — fire; na — never; ca — also; enam — this soul; kledayanti — moistens; āpaḥ — water; na — never; śoṣayati — dries; mārutaḥ — wind",
    "translation": "The soul can never be cut to pieces by any weapon, nor burned by fire, nor moistened by water, nor withered by the wind."
  },
  "2.27": {
    "sanskrit": "jātasya hi dhruvo mṛtyurdhruvaṁ janma mṛtasya catasmād aparihārye ’rthena tvaṁ śocitum arhasi",
    "wordByWord": "jātasya — of one who has taken his birth; hi — certainly; dhruvaḥ — a fact; mṛtyuḥ — death; dhruvam — it is also a fact; janma — birth; mṛtasya — of the dead; ca — also; tasmāt — therefore; aparihārye — of that which is unavoidable; arthe — in the matter; na — do not; tvam — you; śocitum — to lament; arhasi — deserve",
    "translation": "One who has taken his birth is sure to die, and after death one is sure to take birth again. Therefore, in the unavoidable discharge of your duty, you should not lament."
  },
  "2.30": {
    "sanskrit": "dehī nityam avadhyo ’yaṁdehe sarvasya bhāratatasmāt sarvāṇi bhūtānina tvaṁ śocitum arhasi",
    "wordByWord": "dehī — the owner of the material body; nityam — eternally; avadhyaḥ — cannot be killed; ayam — this soul; dehe — in the body; sarvasya — of everyone; bhārata — O descendant of Bharata; tasmāt — therefore; sarvāṇi — all; bhūtāni — living entities (that are born); na — never; tvam — you; śocitum — to lament; arhasi — deserve",
    "translation": "O descendant of Bharata, he who dwells in the body can never be slain. Therefore you need not grieve for any living being."
  },
  "2.40": {
    "sanskrit": "nehābhikrama-nāśo ’stipratyavāyo na vidyatesv-alpam apy asya dharmasyatrāyate mahato bhayāt",
    "wordByWord": "na — there is not; iha-yoga — in thisyoga; yoga — in this yoga; abhikrama — in endeavoring; nāśaḥ — loss; asti — there is; pratyavāyaḥ — diminution; na — never; vidyate — there is; su-alpam — a little; api — although; asya — of this; dharmasya — occupation; trāyate — releases; mahataḥ — from very great; bhayāt — danger",
    "translation": "In this endeavor there is no loss or diminution, and a little advancement on this path can protect one from the most dangerous type of fear."
  },
  "2.41": {
    "sanskrit": "vyavasāyātmikā buddhirekeha kuru-nandanabahu-śākhā hy anantāś cabuddhayo ’vyavasāyinām",
    "wordByWord": "vyavasāya-ātmikā — resolute in Kṛṣṇa consciousness; buddhiḥ — intelligence; ekā — only one; iha — in this world; kuru-nandana — O beloved child of the Kurus; bahu-śākhāḥ — having various branches; hi — indeed; anantāḥ — unlimited; ca — also; buddhayaḥ — intelligence; avyavasāyinām — of those who are not in Kṛṣṇa consciousness",
    "translation": "Those who are on this path are resolute in purpose, and their aim is one. O beloved child of the Kurus, the intelligence of those who are irresolute is many-branched."
  },
  "2.44": {
    "sanskrit": "bhogaiśvarya-prasaktānāṁtayāpahṛta-cetasāmvyavasāyātmikā buddhiḥsamādhau na vidhīyate",
    "wordByWord": "bhoga — to material enjoyment; aiśvarya — and opulence; prasaktānām — for those who are attached; tayā — by such things; apahṛta-cetasām — bewildered in mind; vyavasāya-ātmikā — fixed in determination; buddhiḥ — devotional service to the Lord; samādhau — in the controlled mind; na — never; vidhīyate — does take place",
    "translation": "In the minds of those who are too attached to sense enjoyment and material opulence, and who are bewildered by such things, the resolute determination for devotional service to the Supreme Lord does not take place."
  },
  "2.45": {
    "sanskrit": "trai-guṇya-viṣayā vedānistrai-guṇyo bhavārjunanirdvandvo nitya-sattva-sthoniryoga-kṣema ātmavān",
    "wordByWord": "trai-guṇya — pertaining to the three modes of material nature; viṣayāḥ — on the subject matter; vedāḥ — Vedic literatures; nistrai-guṇyaḥ — transcendental to the three modes of material nature; bhava — be; arjuna — O Arjuna; nirdvandvaḥ — without duality; nitya-sattva-sthaḥ — in a pure state of spiritual existence; niryoga-kṣemaḥ — free from ideas of gain and protection; ātma-vān — established in the self",
    "translation": "The Vedas deal mainly with the subject of the three modes of material nature. O Arjuna, become transcendental to these three modes. Be free from all dualities and from all anxieties for gain and safety, and be established in the self."
  },
  "2.46": {
    "sanskrit": "yāvān artha uda-pānesarvataḥ samplutodaketāvān sarveṣu vedeṣubrāhmaṇasya vijānataḥ",
    "wordByWord": "yāvān — all that; arthaḥ — is meant; uda-pāne — in a well of water; sarvataḥ — in all respects; sampluta-udake — in a great reservoir of water; tāvān — similarly; sarveṣu — in all; vedeṣu — Vedic literatures; brāhmaṇasya — of the man who knows the Supreme Brahman; vijānataḥ — who is in complete knowledge",
    "translation": "All purposes served by a small well can at once be served by a great reservoir of water. Similarly, all the purposes of the Vedas can be served to one who knows the purpose behind them."
  },
  "2.59": {
    "sanskrit": "viṣayā vinivartantenirāhārasya dehinaḥrasa-varjaṁ raso ’py asyaparaṁ dṛṣṭvā nivartate",
    "wordByWord": "viṣayāḥ — objects for sense enjoyment; vinivartante — are practiced to be refrained from; nirāhārasya — by negative restrictions; dehinaḥ — for the embodied; rasa-varjam — giving up the taste; rasaḥ — sense of enjoyment; api — although there is; asya — his; param — far superior things; dṛṣṭvā — by experiencing; nivartate — he ceases from",
    "translation": "Though the embodied soul may be restricted from sense enjoyment, the taste for sense objects remains. But, ceasing such engagements by experiencing a higher taste, he is fixed in consciousness."
  },
  "2.62": {
    "sanskrit": "dhyāyato viṣayān puṁsaḥsaṅgas teṣūpajāyatesaṅgāt sañjāyate kāmaḥkāmāt krodho ’bhijāyate",
    "wordByWord": "dhyāyataḥ — while contemplating; viṣayān — sense objects; puṁsaḥ — of a person; saṅgaḥ — attachment; teṣu — in the sense objects; upajāyate — develops; saṅgāt — from attachment; sañjāyate — develops; kāmaḥ — desire; kāmāt — from desire; krodhaḥ — anger; abhijāyate — becomes manifest",
    "translation": "While contemplating the objects of the senses, a person develops attachment for them, and from such attachment lust develops, and from lust anger arises."
  },
  "2.63": {
    "sanskrit": "krodhād bhavati sammohaḥsammohāt smṛti-vibhramaḥsmṛti-bhraṁśād buddhi-nāśobuddhi-nāśāt praṇaśyati",
    "wordByWord": "krodhāt — from anger; bhavati — takes place; sammohaḥ — perfect illusion; sammohāt — from illusion; smṛti — of memory; vibhramaḥ — bewilderment; smṛti-bhraṁśāt — after bewilderment of memory; buddhi-nāśaḥ — loss of intelligence; buddhi-nāśāt — and from loss of intelligence; praṇaśyati — one falls down",
    "translation": "From anger, complete delusion arises, and from delusion bewilderment of memory. When memory is bewildered, intelligence is lost, and when intelligence is lost one falls down again into the material pool."
  },
  "2.64": {
    "sanskrit": "rāga-dveṣa-vimuktais tuviṣayān indriyaiś caranātma-vaśyair vidheyātmāprasādam adhigacchati",
    "wordByWord": "rāga — attachment; dveṣa — and detachment; vimuktaiḥ — by one who has become free from; tu — but; viṣayān — sense objects; indriyaiḥ — by the senses; caran — acting upon; ātma-vaśyaiḥ — under one’s control; vidheya-ātmā — one who follows regulated freedom; prasādam — the mercy of the Lord; adhigacchati — attains",
    "translation": "But a person free from all attachment and aversion and able to control his senses through regulative principles of freedom can obtain the complete mercy of the Lord."
  },
  "2.69": {
    "sanskrit": "yā niśā sarva-bhūtānāṁtasyāṁ jāgarti saṁyamīyasyāṁ jāgrati bhūtānisā niśā paśyato muneḥ",
    "wordByWord": "yā — what; niśā — is night; sarva — all; bhūtānām — of living entities; tasyām — in that; jāgarti — is wakeful; saṁyamī — the self-controlled; yasyām — in which; jāgrati — are awake; bhūtāni — all beings; sā — that is; niśā — night; paśyataḥ — for the introspective; muneḥ — sage",
    "translation": "What is night for all beings is the time of awakening for the self-controlled; and the time of awakening for all beings is night for the introspective sage."
  },
  "3.9": {
    "sanskrit": "yajñārthāt karmaṇo ’nyatraloko ’yaṁ karma-bandhanaḥtad-arthaṁ karma kaunteyamukta-saṅgaḥ samācara",
    "wordByWord": "yajña-arthāt — done only for the sake of Yajña, or Viṣṇu; karmaṇaḥ — than work; anyatra — otherwise; lokaḥ — world; ayam — this; karma-bandhanaḥ — bondage by work; tat — of Him; artham — for the sake; karma — work; kaunteya — O son of Kuntī; mukta-saṅgaḥ — liberated from association; samācara — do perfectly",
    "translation": "Work done as a sacrifice for Viṣṇu has to be performed; otherwise work causes bondage in this material world. Therefore, O son of Kuntī, perform your prescribed duties for His satisfaction, and in that way you will always remain free from bondage."
  },
  "3.14": {
    "sanskrit": "annād bhavanti bhūtāniparjanyād anna-sambhavaḥyajñād bhavati parjanyoyajñaḥ karma-samudbhavaḥ",
    "wordByWord": "annāt — from grains; bhavanti — grow; bhūtāni — the material bodies; parjanyāt — from rains; anna — of food grains; sambhavaḥ — production; yajñāt — from the performance of sacrifice; bhavati — becomes possible; parjanyaḥ — rain; yajñaḥ-yajña — performance ofyajña; yajña — performance of yajña; karma — prescribed duties; samudbhavaḥ — born of",
    "translation": "All living bodies subsist on food grains, which are produced from rains. Rains are produced by performance of yajña [sacrifice], and yajña is born of prescribed duties."
  },
  "3.21": {
    "sanskrit": "yad yad ācarati śreṣṭhastat tad evetaro janaḥsa yat pramāṇaṁ kurutelokas tad anuvartate",
    "wordByWord": "yat-yat — whatever; ācarati — he does; śreṣṭhaḥ — a respectable leader; tat — that; tat — and that alone; eva — certainly; itaraḥ — common; janaḥ — person; saḥ — he; yat — whichever; pramāṇam — example; kurute — does perform; lokaḥ — all the world; tat — that; anuvartate — follows in the footsteps",
    "translation": "Whatever action a great man performs, common men follow. And whatever standards he sets by exemplary acts, all the world pursues."
  },
  "3.27": {
    "sanskrit": "prakṛteḥ kriyamāṇāniguṇaiḥ karmāṇi sarvaśaḥahaṅkāra-vimūḍhātmākartāham iti manyate",
    "wordByWord": "prakṛteḥ — of material nature; kriyamāṇāni — being done; guṇaiḥ — by the modes; karmāṇi — activities; sarvaśaḥ — all kinds of; ahaṅkāra-vimūḍha — bewildered by false ego; ātmā — the spirit soul; kartā — doer; aham — I; iti — thus; manyate — he thinks",
    "translation": "The spirit soul bewildered by the influence of false ego thinks himself the doer of activities that are in actuality carried out by the three modes of material nature."
  },
  "3.37": {
    "sanskrit": "śrī-bhagavān uvāca\nkāma eṣa krodha eṣa\nrajo-guṇa-samudbhavaḥ\nmahāśano mahā-pāpmā\nviddhy enam iha vairiṇam",
    "wordByWord": "śri-bhagavān-uvāca — the Personality of Godhead said; kāmaḥ — lust; eṣaḥ — this; krodhaḥ — wrath; eṣaḥ — this; rajaḥ-guṇa — the mode of passion; samudbhavaḥ — born of; mahā-aśanaḥ — all-devouring; mahā-pāpmā — greatly sinful; viddhi — know; enam — this; iha — in the material world; vairiṇam — greatest enemy",
    "translation": "The Supreme Personality of Godhead said: It is lust only, Arjuna, which is born of contact with the material mode of passion and later transformed into wrath, and which is the all-devouring sinful enemy of this world."
  },
  "4.1": {
    "sanskrit": "śrī-bhagavān uvāca\nimaṁ vivasvate yogaṁ\nproktavān aham avyayam\nvivasvān manave prāha\nmanur ikṣvākave ’bravīt",
    "wordByWord": "śrī-bhagavān-uvāca — the Supreme Personality of Godhead said; imam — this; vivasvate — unto the sun-god; yogam — the science of one’s relationship to the Supreme; proktavān — instructed; aham — I; avyayam — imperishable; vivasvān — Vivasvān (the sun-god’s name); manave — unto the father of mankind (of the name Vaivasvata); prāha — told; manuḥ — the father of mankind; ikṣvākave — unto King Ikṣvāku; abravīt — said",
    "translation": "The Personality of Godhead, Lord Śrī Kṛṣṇa, said: I instructed this imperishable science of yoga to the sun-god, Vivasvān, and Vivasvān instructed it to Manu, the father of mankind, and Manu in turn instructed it to Ikṣvāku."
  },
  "4.2": {
    "sanskrit": "evaṁ paramparā-prāptamimaṁ rājarṣayo viduḥsa kāleneha mahatāyogo naṣṭaḥ paran-tapa",
    "wordByWord": "evam — thus; paramparā — by disciplic succession; prāptam — received; imam — this science; rāja-ṛṣayaḥ — the saintly kings; viduḥ — understood; saḥ — that knowledge; kālena — in the course of time; iha — in this world; mahatā — great; yogaḥ — the science of one’s relationship with the Supreme; naṣṭaḥ — scattered; param-tapa — O Arjuna, subduer of the enemies",
    "translation": "This supreme science was thus received through the chain of disciplic succession, and the saintly kings understood it in that way. But in course of time the succession was broken, and therefore the science as it is appears to be lost."
  },
  "4.3": {
    "sanskrit": "sa evāyaṁ mayā te ’dyayogaḥ proktaḥ purātanaḥbhakto ’si me sakhā cetirahasyaṁ hy etad uttamam",
    "wordByWord": "saḥ — the same; eva — certainly; ayam — this; mayā — by Me; te — unto you; adya — today; yogaḥ-yoga — the science ofyoga; yoga — the science of yoga; proktaḥ — spoken; purātanaḥ — very old; bhaktaḥ — devotee; asi — you are; me — My; sakhā — friend; ca — also; iti — therefore; rahasyam — mystery; hi — certainly; etat — this; uttamam — transcendental",
    "translation": "That very ancient science of the relationship with the Supreme is today told by Me to you because you are My devotee as well as My friend and can therefore understand the transcendental mystery of this science."
  },
  "4.6": {
    "sanskrit": "ajo ’pi sann avyayātmābhūtānām īśvaro ’pi sanprakṛtiṁ svām adhiṣṭhāyasambhavāmy ātma-māyayā",
    "wordByWord": "ajaḥ — unborn; api — although; san — being so; avyaya — without deterioration; ātmā — body; bhūtānām — of all those who are born; īśvaraḥ — the Supreme Lord; api — although; san — being so; prakṛtim — in the transcendental form; svām — of Myself; adhiṣṭhāya — being so situated; sambhavāmi — I do incarnate; ātma-māyayā — by My internal energy",
    "translation": "Although I am unborn and My transcendental body never deteriorates, and although I am the Lord of all living entities, by My internal energy I still appear in every millennium in My original transcendental form."
  },
  "4.7": {
    "sanskrit": "yadā yadā hi dharmasyaglānir bhavati bhārataabhyutthānam adharmasyatadātmānaṁ sṛjāmy aham",
    "wordByWord": "yadā-yadā — whenever and wherever; hi — certainly; dharmasya — of religion; glāniḥ — discrepancies; bhavati — become manifested; bhārata — O descendant of Bharata; abhyutthānam — predominance; adharmasya — of irreligion; tadā — at that time; ātmānam — self; sṛjāmi — manifest; aham — I",
    "translation": "Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion – at that time I descend Myself."
  },
  "4.8": {
    "sanskrit": "paritrāṇāya sādhūnāṁvināśāya ca duṣkṛtāmdharma-saṁsthāpanārthāyasambhavāmi yuge yuge",
    "wordByWord": "paritrāṇāya — for the deliverance; sādhūnām — of the devotees; vināśāya — for the annihilation; ca — and; duṣkṛtām — of the miscreants; dharma — principles of religion; saṁsthāpana-arthāya — to reestablish; sambhavāmi — I do appear; yuge — millennium; yuge — after millennium",
    "translation": "To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear, millennium after millennium."
  },
  "4.9": {
    "sanskrit": "janma karma ca me divyamevaṁ yo vetti tattvataḥtyaktvā dehaṁ punar janmanaiti mām eti so ’rjuna",
    "wordByWord": "janma — birth; karma — work; ca — also; me — of Mine; divyam — transcendental; evam — like this; yaḥ — anyone who; vetti — knows; tattvataḥ — in reality; tyaktvā — leaving aside; deham — this body; punaḥ — again; janma — birth; na — never; eti — does attain; mām — unto Me; eti — does attain; saḥ — he; arjuna — O Arjuna",
    "translation": "One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna."
  },
  "4.10": {
    "sanskrit": "vīta-rāga-bhaya-krodhāman-mayā mām upāśritāḥbahavo jñāna-tapasāpūtā mad-bhāvam āgatāḥ",
    "wordByWord": "vīta — freed from; rāga — attachment; bhaya — fear; krodhāḥ — and anger; mat-mayāḥ — fully in Me; mām — in Me; upāśritāḥ — being fully situated; bahavaḥ — many; jñāna — of knowledge; tapasā — by the penance; pūtāḥ — being purified; mat-bhāvam — transcendental love for Me; āgatāḥ — attained",
    "translation": "Being freed from attachment, fear and anger, being fully absorbed in Me and taking refuge in Me, many, many persons in the past became purified by knowledge of Me – and thus they all attained transcendental love for Me."
  },
  "4.11": {
    "sanskrit": "ye yathā māṁ prapadyantetāṁs tathaiva bhajāmy ahammama vartmānuvartantemanuṣyāḥ pārtha sarvaśaḥ",
    "wordByWord": "ye — all who; yathā — as; mām — unto Me; prapadyante — surrender; tān — them; tathā — so; eva — certainly; bhajāmi — reward; aham — I; mama — My; vartma — path; anuvartante — follow; manuṣyāḥ — all men; pārtha — O son of Pṛthā; sarvaśaḥ — in all respects",
    "translation": "As all surrender unto Me, I reward them accordingly. Everyone follows My path in all respects, O son of Pṛthā."
  },
  "4.13": {
    "sanskrit": "cātur-varṇyaṁ mayā sṛṣṭaṁguṇa-karma-vibhāgaśaḥtasya kartāram api māṁviddhy akartāram avyayam",
    "wordByWord": "cātuḥ-varṇyam — the four divisions of human society; mayā — by Me; sṛṣṭam — created; guṇa — of quality; karma — and work; vibhāgaśaḥ — in terms of division; tasya — of that; kartāram — the father; api — although; mām — Me; viddhi — you may know; akartāram — as the nondoer; avyayam — unchangeable",
    "translation": "According to the three modes of material nature and the work associated with them, the four divisions of human society are created by Me. And although I am the creator of this system, you should know that I am yet the nondoer, being unchangeable."
  },
  "4.34": {
    "sanskrit": "tad viddhi praṇipātenaparipraśnena sevayāupadekṣyanti te jñānaṁjñāninas tattva-darśinaḥ",
    "wordByWord": "tat — that knowledge of different sacrifices; viddhi — try to understand; praṇipātena — by approaching a spiritual master; paripraśnena — by submissive inquiries; sevayā — by the rendering of service; upadekṣyanti — they will initiate; te — you; jñānam — into knowledge; jñāninaḥ — the self-realized; tattva — of the truth; darśinaḥ — seers",
    "translation": "Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized souls can impart knowledge unto you because they have seen the truth."
  },
  "5.18": {
    "sanskrit": "vidyā-vinaya-sampannebrāhmaṇe gavi hastiniśuni caiva śva-pāke capaṇḍitāḥ sama-darśinaḥ",
    "wordByWord": "vidyā — with education; vinaya — and gentleness; sampanne — fully equipped; brāhmaṇe-brāhmaṇa — in thebrāhmaṇa; brāhmaṇa — in the brāhmaṇa; gavi — in the cow; hastini — in the elephant; śuni — in the dog; ca — and; eva — certainly; śva-pāke — in the dog-eater (the outcaste); ca — respectively; paṇḍitāḥ — those who are wise; sama-darśinaḥ — who see with equal vision",
    "translation": "The humble sages, by virtue of true knowledge, see with equal vision a learned and gentle brāhmaṇa, a cow, an elephant, a dog and a dog-eater [outcaste]."
  },
  "5.22": {
    "sanskrit": "ye hi saṁsparśa-jā bhogāduḥkha-yonaya eva teādy-antavantaḥ kaunteyana teṣu ramate budhaḥ",
    "wordByWord": "ye — those; hi — certainly; saṁsparśa-jāḥ — by contact with the material senses; bhogāḥ — enjoyments; duḥkha — distress; yonayaḥ — sources of; eva — certainly; te — they are; ādi — beginning; anta — end; vantaḥ — subject to; kaunteya — O son of Kuntī; na — never; teṣu — in those; ramate — takes delight; budhaḥ — the intelligent person",
    "translation": "An intelligent person does not take part in the sources of misery, which are due to contact with the material senses. O son of Kuntī, such pleasures have a beginning and an end, and so the wise man does not delight in them."
  },
  "5.29": {
    "sanskrit": "bhoktāraṁ yajña-tapasāṁsarva-loka-maheśvaramsuhṛdaṁ sarva-bhūtānāṁjñātvā māṁ śāntim ṛcchati",
    "wordByWord": "bhoktāram — the beneficiary; yajña — of sacrifices; tapasām — and penances and austerities; sarva-loka — of all planets and the demigods thereof; mahā-īśvaram — the Supreme Lord; su-hṛdam — the benefactor; sarva — of all; bhūtānām — the living entities; jñātvā — thus knowing; mām — Me (Lord Kṛṣṇa); śāntim — relief from material pangs; ṛcchati — one achieves",
    "translation": "A person in full consciousness of Me, knowing Me to be the ultimate beneficiary of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities, attains peace from the pangs of material miseries."
  },
  "6.17": {
    "sanskrit": "yuktāhāra-vihārasyayukta-ceṣṭasya karmasuyukta-svapnāvabodhasyayogo bhavati duḥkha-hā",
    "wordByWord": "yukta — regulated; āhāra — eating; vihārasya — recreation; yukta — regulated; ceṣṭasya — of one who works for maintenance; karmasu — in discharging duties; yukta — regulated; svapna-avabodhasya — sleep and wakefulness; yogaḥ-yoga — practice ofyoga; yoga — practice of yoga; bhavati — becomes; duḥkha-hā — diminishing pains",
    "translation": "He who is regulated in his habits of eating, sleeping, recreation and work can mitigate all material pains by practicing the yoga system."
  },
  "6.41": {
    "sanskrit": "prāpya puṇya-kṛtāṁ lokānuṣitvā śāśvatīḥ samāḥśucīnāṁ śrīmatāṁ geheyoga-bhraṣṭo ’bhijāyate",
    "wordByWord": "prāpya — after achieving; puṇya-kṛtām — of those who performed pious activities; lokān — planets; uṣitvā — after dwelling; śāśvatīḥ — many; samāḥ — years; śucīnām — of the pious; śrī-matām — of the prosperous; gehe — in the house; yoga-bhraṣṭaḥ — one who has fallen from the path of self-realization; abhijāyate — takes his birth",
    "translation": "The unsuccessful yogī, after many, many years of enjoyment on the planets of the pious living entities, is born into a family of righteous people, or into a family of rich aristocracy."
  },
  "6.47": {
    "sanskrit": "yoginām api sarveṣāṁmad-gatenāntar-ātmanāśraddhāvān bhajate yo māṁsa me yukta-tamo mataḥ",
    "wordByWord": "yoginām-yogīs — ofyogīs; yogīs — of yogīs; api — also; sarveṣām — all types of; mat-gatena — abiding in Me, always thinking of Me; antaḥ-ātmanā — within himself; śraddhā-vān — in full faith; bhajate — renders transcendental loving service; yaḥ — one who; mām — to Me (the Supreme Lord); saḥ — he; me — by Me; yukta-tamaḥ-yogī — the greatestyogī; yogī — the greatest yogī; mataḥ — is considered",
    "translation": "And of all yogīs, the one with great faith who always abides in Me, thinks of Me within himself and renders transcendental loving service to Me – he is the most intimately united with Me in yoga and is the highest of all. That is My opinion."
  },
  "7.3": {
    "sanskrit": "manuṣyāṇāṁ sahasreṣukaścid yatati siddhayeyatatām api siddhānāṁkaścin māṁ vetti tattvataḥ",
    "wordByWord": "manuṣyāṇām — of men; sahasreṣu — out of many thousands; kaścit — someone; yatati — endeavors; siddhaye — for perfection; yatatām — of those so endeavoring; api — indeed; siddhānām — of those who have achieved perfection; kaścit — someone; mām — Me; vetti — does know; tattvataḥ — in fact",
    "translation": "Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth."
  },
  "7.4": {
    "sanskrit": "bhūmir āpo ’nalo vāyuḥkhaṁ mano buddhir eva caahaṅkāra itīyaṁ mebhinnā prakṛtir aṣṭadhā",
    "wordByWord": "bhūmiḥ — earth; āpaḥ — water; analaḥ — fire; vāyuḥ — air; kham — ether; manaḥ — mind; buddhiḥ — intelligence; eva — certainly; ca — and; ahaṅkāraḥ — false ego; iti — thus; iyam — all these; me — My; bhinnā — separated; prakṛtiḥ — energies; aṣṭadhā — eightfold",
    "translation": "Earth, water, fire, air, ether, mind, intelligence and false ego – all together these eight constitute My separated material energies."
  },
  "7.5": {
    "sanskrit": "apareyam itas tv anyāṁprakṛtiṁ viddhi me parāmjīva-bhūtāṁ mahā-bāhoyayedaṁ dhāryate jagat",
    "wordByWord": "aparā — inferior; iyam — this; itaḥ — besides this; tu — but; anyām — another; prakṛtim — energy; viddhi — just try to understand; me — My; parām — superior; jīva-bhūtām — comprising the living entities; mahā-bāho — O mighty-armed one; yayā — by whom; idam — this; dhāryate — is utilized or exploited; jagat — the material world",
    "translation": "Besides these, O mighty-armed Arjuna, there is another, superior energy of Mine, which comprises the living entities who are exploiting the resources of this material, inferior nature."
  },
  "7.7": {
    "sanskrit": "mattaḥ parataraṁ nānyatkiñcid asti dhanañ-jayamayi sarvam idaṁ protaṁsūtre maṇi-gaṇā iva",
    "wordByWord": "mattaḥ — beyond Me; para-taram — superior; na — not; anyat-kiñcit — anything else; asti — there is; dhanam-jaya — O conqueror of wealth; mayi — in Me; sarvam — all that be; idam — which we see; protam — is strung; sūtre — on a thread; maṇi-gaṇāḥ — pearls; iva — like",
    "translation": "O conqueror of wealth, there is no truth superior to Me. Everything rests upon Me, as pearls are strung on a thread."
  },
  "7.14": {
    "sanskrit": "daivī hy eṣā guṇa-mayīmama māyā duratyayāmām eva ye prapadyantemāyām etāṁ taranti te",
    "wordByWord": "daivī — transcendental; hi — certainly; eṣā — this; guṇa-mayī — consisting of the three modes of material nature; mama — My; māyā — energy; duratyayā — very difficult to overcome; mām — unto Me; eva — certainly; ye — those who; prapadyante — surrender; māyām-etām — this illusory energy; taranti — overcome; te — they",
    "translation": "This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it."
  },
  "7.15": {
    "sanskrit": "na māṁ duṣkṛtino mūḍhāḥprapadyante narādhamāḥmāyayāpahṛta-jñānāāsuraṁ bhāvam āśritāḥ",
    "wordByWord": "na — not; mām — unto Me; duṣkṛtinaḥ — miscreants; mūḍhāḥ — foolish; prapadyante — surrender; nara-adhamāḥ — lowest among mankind; māyayā — by the illusory energy; apahṛta — stolen; jñānāḥ — whose knowledge; āsuram — demonic; bhāvam — nature; āśritāḥ — accepting",
    "translation": "Those miscreants who are grossly foolish, who are lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons do not surrender unto Me."
  },
  "7.16": {
    "sanskrit": "catur-vidhā bhajante māṁjanāḥ su-kṛtino ’rjunaārto jijñāsur arthārthījñānī ca bharatarṣabha",
    "wordByWord": "catuḥ-vidhāḥ — four kinds of; bhajante — render services; mām — unto Me; janāḥ — persons; su-kṛtinaḥ — those who are pious; arjuna — O Arjuna; ārtaḥ — the distressed; jijñāsuḥ — the inquisitive; artha-arthī — one who desires material gain; jñānī — one who knows things as they are; ca — also; bharata-ṛṣabha — O great one amongst the descendants of Bharata",
    "translation": "O best among the Bhāratas, four kinds of pious men begin to render devotional service unto Me – the distressed, the desirer of wealth, the inquisitive, and he who is searching for knowledge of the Absolute."
  },
  "7.19": {
    "sanskrit": "bahūnāṁ janmanām antejñānavān māṁ prapadyatevāsudevaḥ sarvam itisa mahātmā su-durlabhaḥ",
    "wordByWord": "bahūnām — many; janmanām — repeated births and deaths; ante — after; jñāna-vān — one who is in full knowledge; mām — unto Me; prapadyate — surrenders; vāsudevaḥ — the Personality of Godhead, Kṛṣṇa; sarvam — everything; iti — thus; saḥ — that; mahā-ātmā — great soul; su-durlabhaḥ — very rare to see",
    "translation": "After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare."
  },
  "7.25": {
    "sanskrit": "nāhaṁ prakāśaḥ sarvasyayoga-māyā-samāvṛtaḥmūḍho ’yaṁ nābhijānātiloko mām ajam avyayam",
    "wordByWord": "na — nor; aham — I; prakāśaḥ — manifest; sarvasya — to everyone; yoga-māyā — by internal potency; samāvṛtaḥ — covered; mūḍhaḥ — foolish; ayam — these; na — not; abhijānāti — can understand; lokaḥ — persons; mām — Me; ajam — unborn; avyayam — inexhaustible",
    "translation": "I am never manifest to the foolish and unintelligent. For them I am covered by My internal potency, and therefore they do not know that I am unborn and infallible."
  },
  "7.26": {
    "sanskrit": "vedāhaṁ samatītānivartamānāni cārjunabhaviṣyāṇi ca bhūtānimāṁ tu veda na kaścana",
    "wordByWord": "veda — know; aham — I; samatītāni — completely past; vartamānāni — present; ca — and; arjuna — O Arjuna; bhaviṣyāṇi — future; ca — also; bhūtāni — all living entities; mām — Me; tu — but; veda — knows; na — not; kaścana — anyone",
    "translation": "O Arjuna, as the Supreme Personality of Godhead, I know everything that has happened in the past, all that is happening in the present, and all things that are yet to come. I also know all living entities; but Me no one knows."
  },
  "7.27": {
    "sanskrit": "icchā-dveṣa-samutthenadvandva-mohena bhāratasarva-bhūtāni sammohaṁsarge yānti paran-tapa",
    "wordByWord": "icchā — desire; dveṣa — and hate; samutthena — arisen from; dvandva — of duality; mohena — by the illusion; bhārata — O scion of Bharata; sarva — all; bhūtāni — living entities; sammoham — into delusion; sarge — while taking birth; yānti — go; param-tapa — O conqueror of enemies",
    "translation": "O scion of Bharata, O conqueror of the foe, all living entities are born into delusion, bewildered by dualities arisen from desire and hate."
  },
  "7.28": {
    "sanskrit": "yeṣāṁ tv anta-gataṁ pāpaṁjanānāṁ puṇya-karmaṇāmte dvandva-moha-nirmuktābhajante māṁ dṛḍha-vratāḥ",
    "wordByWord": "yeṣām — whose; tu — but; anta-gatam — completely eradicated; pāpam — sin; janānām — of the persons; puṇya — pious; karmaṇām — whose previous activities; te — they; dvandva — of duality; moha — delusion; nirmuktāḥ — free from; bhajante — engage in devotional service; mām — to Me; dṛḍha-vratāḥ — with determination",
    "translation": "Persons who have acted piously in previous lives and in this life and whose sinful actions are completely eradicated are freed from the dualities of delusion, and they engage themselves in My service with determination."
  },
  "8.5": {
    "sanskrit": "anta-kāle ca mām evasmaran muktvā kalevaramyaḥ prayāti sa mad-bhāvaṁyāti nāsty atra saṁśayaḥ",
    "wordByWord": "anta-kāle — at the end of life; ca — also; mām — Me; eva — certainly; smaran — remembering; muktvā — quitting; kalevaram — the body; yaḥ — he who; prayāti — goes; saḥ — he; mat-bhāvam — My nature; yāti — achieves; na — not; asti — there is; atra — here; saṁśayaḥ — doubt",
    "translation": "And whoever, at the end of his life, quits his body remembering Me alone at once attains My nature. Of this there is no doubt."
  },
  "8.6": {
    "sanskrit": "yaṁ yaṁ vāpi smaran bhāvaṁtyajaty ante kalevaramtaṁ tam evaiti kaunteyasadā tad-bhāva-bhāvitaḥ",
    "wordByWord": "yam-yam — whatever; vā-api — at all; smaran — remembering; bhāvam — nature; tyajati — gives up; ante — at the end; kalevaram — this body; tam-tam — similar; eva — certainly; eti — gets; kaunteya — O son of Kuntī; sadā — always; tat — that; bhāva — state of being; bhāvitaḥ — remembering",
    "translation": "Whatever state of being one remembers when he quits his body, O son of Kuntī, that state he will attain without fail."
  },
  "8.7": {
    "sanskrit": "tasmāt sarveṣu kāleṣumām anusmara yudhya camayy arpita-mano-buddhirmām evaiṣyasy asaṁśayaḥ",
    "wordByWord": "tasmāt — therefore; sarveṣu — at all; kāleṣu — times; mām — Me; anusmara — go on remembering; yudhya — fight; ca — also; mayi — unto Me; arpita — surrendering; manaḥ — mind; buddhiḥ — intellect; mām — unto Me; eva — surely; eṣyasi — you will attain; asaṁśayaḥ — beyond a doubt",
    "translation": "Therefore, Arjuna, you should always think of Me in the form of Kṛṣṇa and at the same time carry out your prescribed duty of fighting. With your activities dedicated to Me and your mind and intelligence fixed on Me, you will attain Me without doubt."
  },
  "8.14": {
    "sanskrit": "ananya-cetāḥ satataṁyo māṁ smarati nityaśaḥtasyāhaṁ su-labhaḥ pārthanitya-yuktasya yoginaḥ",
    "wordByWord": "ananya-cetāḥ — without deviation of the mind; satatam — always; yaḥ — anyone who; mām — Me (Kṛṣṇa); smarati — remembers; nityaśaḥ — regularly; tasya — to him; aham — I am; su-labhaḥ — very easy to achieve; pārtha — O son of Pṛthā; nitya — regularly; yuktasya — engaged; yoginaḥ — for the devotee",
    "translation": "For one who always remembers Me without deviation, I am easy to obtain, O son of Pṛthā, because of his constant engagement in devotional service."
  },
  "8.15": {
    "sanskrit": "mām upetya punar janmaduḥkhālayam aśāśvatamnāpnuvanti mahātmānaḥsaṁsiddhiṁ paramāṁ gatāḥ",
    "wordByWord": "mām — Me; upetya — achieving; punaḥ — again; janma — birth; duḥkha-ālayam — place of miseries; aśāśvatam — temporary; na — never; āpnuvanti — attain; mahā-ātmānaḥ — the great souls; saṁsiddhim — perfection; paramām — ultimate; gatāḥ — having achieved",
    "translation": "After attaining Me, the great souls, who are yogīs in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection."
  },
  "8.16": {
    "sanskrit": "ā-brahma-bhuvanāl lokāḥpunar āvartino ’rjunamām upetya tu kaunteyapunar janma na vidyate",
    "wordByWord": "ā-brahma-bhuvanāt — up to the Brahmaloka planet; lokāḥ — the planetary systems; punaḥ — again; āvartinaḥ — returning; arjuna — O Arjuna; mām — unto Me; upetya — arriving; tu — but; kaunteya — O son of Kuntī; punaḥ-janma — rebirth; na — never; vidyate — takes place",
    "translation": "From the highest planet in the material world down to the lowest, all are places of misery wherein repeated birth and death take place. But one who attains to My abode, O son of Kuntī, never takes birth again."
  },
  "8.28": {
    "sanskrit": "vedeṣu yajñeṣu tapaḥsu caivadāneṣu yat puṇya-phalaṁ pradiṣṭamatyeti tat sarvam idaṁ viditvāyogī paraṁ sthānam upaiti cādyam",
    "wordByWord": "vedeṣu-Vedas — in the study of theVedas; Vedas — in the study of the Vedas; yajñeṣu-yajña, — in the performances ofyajña,sacrifice; yajña, — in the performances of yajña, sacrifice; tapaḥsu — in undergoing different types of austerities; ca — also; eva — certainly; dāneṣu — in giving charities; yat — that which; puṇya-phalam — result of pious work; pradiṣṭam — indicated; atyeti — surpasses; tat-sarvam — all those; idam — this; viditvā — knowing; yogī — the devotee; param — supreme; sthānam — abode; upaiti — achieves; ca — also; ādyam — original",
    "translation": "A person who accepts the path of devotional service is not bereft of the results derived from studying the Vedas, performing sacrifices, undergoing austerities, giving charity or pursuing philosophical and fruitive activities. Simply by performing devotional service, he attains all these, and at the end he reaches the supreme eternal abode."
  },
  "9.2": {
    "sanskrit": "rāja-vidyā rāja-guhyaṁpavitram idam uttamampratyakṣāvagamaṁ dharmyaṁsu-sukhaṁ kartum avyayam",
    "wordByWord": "rāja-vidyā — the king of education; rāja-guhyam — the king of confidential knowledge; pavitram — the purest; idam — this; uttamam — transcendental; pratyakṣa — by direct experience; avagamam — understood; dharmyam — the principle of religion; su-sukham — very happy; kartum — to execute; avyayam — everlasting",
    "translation": "This knowledge is the king of education, the most secret of all secrets. It is the purest knowledge, and because it gives direct perception of the self by realization, it is the perfection of religion. It is everlasting, and it is joyfully performed."
  },
  "9.4": {
    "sanskrit": "mayā tatam idaṁ sarvaṁjagad avyakta-mūrtināmat-sthāni sarva-bhūtānina cāhaṁ teṣv avasthitaḥ",
    "wordByWord": "mayā — by Me; tatam — pervaded; idam — this; sarvam — all; jagat — cosmic manifestation; avyakta-mūrtinā — by the unmanifested form; mat-sthāni — in Me; sarva-bhūtāni — all living entities; na — not; ca — also; aham — I; teṣu — in them; avasthitaḥ — situated",
    "translation": "By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them."
  },
  "9.10": {
    "sanskrit": "mayādhyakṣeṇa prakṛtiḥsūyate sa-carācaramhetunānena kaunteyajagad viparivartate",
    "wordByWord": "mayā — by Me; adhyakṣeṇa — by superintendence; prakṛtiḥ — material nature; sūyate — manifests; sa — both; cara-acaram — the moving and the nonmoving; hetunā — for the reason; anena — this; kaunteya — O son of Kuntī; jagat — the cosmic manifestation; viparivartate — is working",
    "translation": "This material nature, which is one of My energies, is working under My direction, O son of Kuntī, producing all moving and nonmoving beings. Under its rule this manifestation is created and annihilated again and again."
  },
  "9.11": {
    "sanskrit": "avajānanti māṁ mūḍhāmānuṣīṁ tanum āśritamparaṁ bhāvam ajānantomama bhūta-maheśvaram",
    "wordByWord": "avajānanti — deride; mām — Me; mūḍhāḥ — foolish men; mānuṣīm — in a human form; tanum — a body; āśritam — assuming; param — transcendental; bhāvam — nature; ajānantaḥ — not knowing; mama — My; bhūta — of everything that be; mahā-īśvaram — the supreme proprietor",
    "translation": "Fools deride Me when I descend in the human form. They do not know My transcendental nature as the Supreme Lord of all that be."
  },
  "9.12": {
    "sanskrit": "moghāśā mogha-karmāṇomogha-jñānā vicetasaḥrākṣasīm āsurīṁ caivaprakṛtiṁ mohinīṁ śritāḥ",
    "wordByWord": "mogha-āśāḥ — baffled in their hopes; mogha-karmāṇaḥ — baffled in fruitive activities; mogha-jñānāḥ — baffled in knowledge; vicetasaḥ — bewildered; rākṣasīm — demonic; āsurīm — atheistic; ca — and; eva — certainly; prakṛtim — nature; mohinīm — bewildering; śritāḥ — taking shelter of",
    "translation": "Those who are thus bewildered are attracted by demonic and atheistic views. In that deluded condition, their hopes for liberation, their fruitive activities, and their culture of knowledge are all defeated."
  },
  "9.13": {
    "sanskrit": "mahātmānas tu māṁ pārthadaivīṁ prakṛtim āśritāḥbhajanty ananya-manasojñātvā bhūtādim avyayam",
    "wordByWord": "mahā-ātmānaḥ — the great souls; tu — but; mām — unto Me; pārtha — O son of Pṛthā; daivīm — divine; prakṛtim — nature; āśritāḥ — having taken shelter of; bhajanti — render service; ananya-manasaḥ — without deviation of the mind; jñātvā — knowing; bhūta — of creation; ādim — the origin; avyayam — inexhaustible",
    "translation": "O son of Pṛthā, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible."
  },
  "9.14": {
    "sanskrit": "satataṁ kīrtayanto māṁyatantaś ca dṛḍha-vratāḥnamasyantaś ca māṁ bhaktyānitya-yuktā upāsate",
    "wordByWord": "satatam — always; kīrtayantaḥ — chanting; mām — about Me; yatantaḥ — fully endeavoring; ca — also; dṛḍha-vratāḥ — with determination; namasyantaḥ — offering obeisances; ca — and; mām — Me; bhaktyā — in devotion; nitya-yuktāḥ — perpetually engaged; upāsate — worship",
    "translation": "Always chanting My glories, endeavoring with great determination, bowing down before Me, these great souls perpetually worship Me with devotion."
  },
  "9.22": {
    "sanskrit": "ananyāś cintayanto māṁye janāḥ paryupāsateteṣāṁ nityābhiyuktānāṁyoga-kṣemaṁ vahāmy aham",
    "wordByWord": "ananyāḥ — having no other object; cintayantaḥ — concentrating; mām — on Me; ye — those who; janāḥ — persons; paryupāsate — properly worship; teṣām — of them; nitya — always; abhiyuktānām — fixed in devotion; yoga — requirements; kṣemam — protection; vahāmi — carry; aham — I",
    "translation": "But those who always worship Me with exclusive devotion, meditating on My transcendental form – to them I carry what they lack, and I preserve what they have."
  },
  "9.25": {
    "sanskrit": "yānti deva-vratā devānpitṝn yānti pitṛ-vratāḥbhūtāni yānti bhūtejyāyānti mad-yājino ’pi mām",
    "wordByWord": "yānti — go; deva-vratāḥ — worshipers of demigods; devān — to the demigods; pitṝn — to the ancestors; yānti — go; pitṛ-vratāḥ — worshipers of ancestors; bhūtāni — to the ghosts and spirits; yānti — go; bhūta-ijyāḥ — worshipers of ghosts and spirits; yānti — go; mat — My; yājinaḥ — devotees; api — but; mām — unto Me",
    "translation": "Those who worship the demigods will take birth among the demigods; those who worship the ancestors go to the ancestors; those who worship ghosts and spirits will take birth among such beings; and those who worship Me will live with Me."
  },
  "9.26": {
    "sanskrit": "patraṁ puṣpaṁ phalaṁ toyaṁyo me bhaktyā prayacchatitad ahaṁ bhakty-upahṛtamaśnāmi prayatātmanaḥ",
    "wordByWord": "patram — a leaf; puṣpam — a flower; phalam — a fruit; toyam — water; yaḥ — whoever; me — unto Me; bhaktyā — with devotion; prayacchati — offers; tat — that; aham — I; bhakti-upahṛtam — offered in devotion; aśnāmi — accept; prayata-ātmanaḥ — from one in pure consciousness",
    "translation": "If one offers Me with love and devotion a leaf, a flower, a fruit or water, I will accept it."
  },
  "9.27": {
    "sanskrit": "yat karoṣi yad aśnāsiyaj juhoṣi dadāsi yatyat tapasyasi kaunteyatat kuruṣva mad-arpaṇam",
    "wordByWord": "yat — whatever; karoṣi — you do; yat — whatever; aśnāsi — you eat; yat — whatever; juhoṣi — you offer; dadāsi — you give away; yat — whatever; yat — whatever; tapasyasi — austerities you perform; kaunteya — O son of Kuntī; tat — that; kuruṣva — do; mat — unto Me; arpaṇam — as an offering",
    "translation": "Whatever you do, whatever you eat, whatever you offer or give away, and whatever austerities you perform – do that, O son of Kuntī, as an offering to Me."
  },
  "9.29": {
    "sanskrit": "samo ’haṁ sarva-bhūteṣuna me dveṣyo ’sti na priyaḥye bhajanti tu māṁ bhaktyāmayi te teṣu cāpy aham",
    "wordByWord": "samaḥ — equally disposed; aham — I; sarva-bhūteṣu — to all living entities; na — no one; me — to Me; dveṣyaḥ — hateful; asti — is; na — nor; priyaḥ — dear; ye — those who; bhajanti — render transcendental service; tu — but; mām — unto Me; bhaktyā — in devotion; mayi — are in Me; te — such persons; teṣu — in them; ca — also; api — certainly; aham — I",
    "translation": "I envy no one, nor am I partial to anyone. I am equal to all. But whoever renders service unto Me in devotion is a friend, is in Me, and I am also a friend to him."
  },
  "9.30": {
    "sanskrit": "api cet su-durācārobhajate mām ananya-bhāksādhur eva sa mantavyaḥsamyag vyavasito hi saḥ",
    "wordByWord": "api — even; cet — if; su-durācāraḥ — one committing the most abominable actions; bhajate — is engaged in devotional service; mām — unto Me; ananya-bhāk — without deviation; sādhuḥ — a saint; eva — certainly; saḥ — he; mantavyaḥ — is to be considered; samyak — completely; vyavasitaḥ — situated in determination; hi — certainly; saḥ — he",
    "translation": "Even if one commits the most abominable action, if he is engaged in devotional service he is to be considered saintly because he is properly situated in his determination."
  },
  "9.32": {
    "sanskrit": "māṁ hi pārtha vyapāśrityaye ’pi syuḥ pāpa-yonayaḥstriyo vaiśyās tathā śūdrāste ’pi yānti parāṁ gatim",
    "wordByWord": "mām — of Me; hi — certainly; pārtha — O son of Pṛthā; vyapāśritya — particularly taking shelter; ye — those who; api — also; syuḥ — are; pāpa-yonayaḥ — born of a lower family; striyaḥ — women; vaiśyāḥ — mercantile people; tathā — also; śūdrāḥ — lower-class men; te-api — even they; yānti — go; parām — to the supreme; gatim — destination",
    "translation": "O son of Pṛthā, those who take shelter in Me, though they be of lower birth – women, vaiśyas [merchants] and śūdras [workers] – can attain the supreme destination."
  },
  "9.34": {
    "sanskrit": "man-manā bhava mad-bhaktomad-yājī māṁ namaskurumām evaiṣyasi yuktvaivamātmānaṁ mat-parāyaṇaḥ",
    "wordByWord": "mat-manāḥ — always thinking of Me; bhava — become; mat — My; bhaktaḥ — devotee; mat — My; yājī — worshiper; mām — unto Me; namas-kuru — offer obeisances; mām — unto Me; eva — completely; eṣyasi — you will come; yuktvā — being absorbed; evam — thus; ātmānam — your soul; mat-parāyaṇaḥ — devoted to Me",
    "translation": "Engage your mind always in thinking of Me, become My devotee, offer obeisances to Me and worship Me. Being completely absorbed in Me, surely you will come to Me."
  },
  "10.8": {
    "sanskrit": "ahaṁ sarvasya prabhavomattaḥ sarvaṁ pravartateiti matvā bhajante māṁbudhā bhāva-samanvitāḥ",
    "wordByWord": "aham — I; sarvasya — of all; prabhavaḥ — the source of generation; mattaḥ — from Me; sarvam — everything; pravartate — emanates; iti — thus; matvā — knowing; bhajante — become devoted; mām — unto Me; budhāḥ — the learned; bhāva-samanvitāḥ — with great attention",
    "translation": "I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who perfectly know this engage in My devotional service and worship Me with all their hearts."
  },
  "10.9": {
    "sanskrit": "mac-cittā mad-gata-prāṇābodhayantaḥ parasparamkathayantaś ca māṁ nityaṁtuṣyanti ca ramanti ca",
    "wordByWord": "mat-cittāḥ — their minds fully engaged in Me; mat-gata-prāṇāḥ — their lives devoted to Me; bodhayantaḥ — preaching; parasparam — among themselves; kathayantaḥ — talking; ca — also; mām — about Me; nityam — perpetually; tuṣyanti — become pleased; ca — also; ramanti — enjoy transcendental bliss; ca — also",
    "translation": "The thoughts of My pure devotees dwell in Me, their lives are fully devoted to My service, and they derive great satisfaction and bliss from always enlightening one another and conversing about Me."
  },
  "10.10": {
    "sanskrit": "teṣāṁ satata-yuktānāṁbhajatāṁ prīti-pūrvakamdadāmi buddhi-yogaṁ taṁyena mām upayānti te",
    "wordByWord": "teṣām — unto them; satata-yuktānām — always engaged; bhajatām — in rendering devotional service; prīti-pūrvakam — in loving ecstasy; dadāmi — I give; buddhi-yogam — real intelligence; tam — that; yena — by which; mām — unto Me; upayānti — come; te — they",
    "translation": "To those who are constantly devoted to serving Me with love, I give the understanding by which they can come to Me."
  },
  "10.11": {
    "sanskrit": "teṣām evānukampārthamaham ajñāna-jaṁ tamaḥnāśayāmy ātma-bhāva-sthojñāna-dīpena bhāsvatā",
    "wordByWord": "teṣām — for them; eva — certainly; anukampā-artham — to show special mercy; aham — I; ajñāna-jam — due to ignorance; tamaḥ — darkness; nāśayāmi — dispel; ātma-bhāva — within their hearts; sthaḥ — situated; jñāna — of knowledge; dīpena — with the lamp; bhāsvatā — glowing",
    "translation": "To show them special mercy, I, dwelling in their hearts, destroy with the shining lamp of knowledge the darkness born of ignorance."
  },
  "10.12-13": {
    "sanskrit": "arjuna uvācaparaṁ brahma paraṁ dhāmapavitraṁ paramaṁ bhavānpuruṣaṁ śāśvataṁ divyamādi-devam ajaṁ vibhum",
    "wordByWord": "arjunaḥ-uvāca — Arjuna said; param — supreme; brahma — truth; param — supreme; dhāma — sustenance; pavitram — pure; paramam — supreme; bhavān — You; puruṣam — personality; śāśvatam — eternal; divyam — transcendental; ādi-devam — the original Lord; ajam — unborn; vibhum — greatest; āhuḥ — say; tvām — of You; ṛṣayaḥ — sages; sarve — all; deva-ṛṣiḥ — the sage among the demigods; nāradaḥ — Nārada; tathā — also; asitaḥ — Asita; devalaḥ — Devala; vyāsaḥ — Vyāsa; svayam — personally; ca — also; eva — certainly; bravīṣi — You are explaining; me — unto me",
    "translation": "Arjuna said: You are the Supreme Personality of Godhead, the ultimate abode, the purest, the Absolute Truth. You are the eternal, transcendental, original person, the unborn, the greatest. All the great sages such as Nārada, Asita, Devala and Vyāsa confirm this truth about You, and now You Yourself are declaring it to me."
  },
  "10.41": {
    "sanskrit": "yad yad vibhūtimat sattvaṁśrīmad ūrjitam eva vātat tad evāvagaccha tvaṁmama tejo-’ṁśa-sambhavam",
    "wordByWord": "yat-yat — whatever; vibhūti — opulences; mat — having; sattvam — existence; śrī-mat — beautiful; ūrjitam — glorious; eva — certainly; vā — or; tat-tat — all those; eva — certainly; avagaccha — must know; tvam — you; mama — My; tejaḥ — of the splendor; aṁśa — a part; sambhavam — born of",
    "translation": "Know that all opulent, beautiful and glorious creations spring from but a spark of My splendor."
  },
  "11.54": {
    "sanskrit": "bhaktyā tv ananyayā śakyaaham evaṁ-vidho ’rjunajñātuṁ draṣṭuṁ ca tattvenapraveṣṭuṁ ca paran-tapa",
    "wordByWord": "bhaktyā — by devotional service; tu — but; ananyayā — without being mixed with fruitive activities or speculative knowledge; śakyaḥ — possible; aham — I; evam-vidhaḥ — like this; arjuna — O Arjuna; jñātum — to know; draṣṭum — to see; ca — and; tattvena — in fact; praveṣṭum — to enter into; ca — also; param-tapa — O subduer of the enemy",
    "translation": "My dear Arjuna, only by undivided devotional service can I be understood as I am, standing before you, and can thus be seen directly. Only in this way can you enter into the mysteries of My understanding."
  },
  "11.55": {
    "sanskrit": "mat-karma-kṛn mat-paramomad-bhaktaḥ saṅga-varjitaḥnirvairaḥ sarva-bhūteṣuyaḥ sa mām eti pāṇḍava",
    "wordByWord": "mat-karma-kṛt — engaged in doing My work; mat-paramaḥ — considering Me the Supreme; mat-bhaktaḥ — engaged in My devotional service; saṅga-varjitaḥ — freed from the contamination of fruitive activities and mental speculation; nirvairaḥ — without an enemy; sarva-bhūteṣu — among all living entities; yaḥ — one who; saḥ — he; mām — unto Me; eti — comes; pāṇḍava — O son of Pāṇḍu",
    "translation": "My dear Arjuna, he who engages in My pure devotional service, free from the contaminations of fruitive activities and mental speculation, he who works for Me, who makes Me the supreme goal of his life, and who is friendly to every living being – he certainly comes to Me."
  },
  "12.5": {
    "sanskrit": "kleśo ’dhika-taras teṣāmavyaktāsakta-cetasāmavyaktā hi gatir duḥkhaṁdehavadbhir avāpyate",
    "wordByWord": "kleśaḥ — trouble; adhika-taraḥ — very much; teṣām — of them; avyakta — to the unmanifested; āsakta — attached; cetasām — of those whose minds; avyaktā — toward the unmanifested; hi — certainly; gatiḥ — progress; duḥkham — with trouble; deha-vadbhiḥ — by the embodied; avāpyate — is achieved",
    "translation": "For those whose minds are attached to the unmanifested, impersonal feature of the Supreme, advancement is very troublesome. To make progress in that discipline is always difficult for those who are embodied."
  },
  "12.8": {
    "sanskrit": "mayy eva mana ādhatsvamayi buddhiṁ niveśayanivasiṣyasi mayy evaata ūrdhvaṁ na saṁśayaḥ",
    "wordByWord": "mayi — upon Me; eva — certainly; manaḥ — mind; ādhatsva — fix; mayi — upon Me; buddhim — intelligence; niveśaya — apply; nivasiṣyasi — you will live; mayi — in Me; eva — certainly; ataḥ-ūrdhvam — thereafter; na — never; saṁśayaḥ — doubt",
    "translation": "Just fix your mind upon Me, the Supreme Personality of Godhead, and engage all your intelligence in Me. Thus you will live in Me always, without a doubt."
  },
  "12.9": {
    "sanskrit": "atha cittaṁ samādhātuṁna śaknoṣi mayi sthiramabhyāsa-yogena tatomām icchāptuṁ dhanañ-jaya",
    "wordByWord": "atha — if, therefore; cittam — mind; samādhātum — to fix; na — not; śaknoṣi — you are able; mayi — upon Me; sthiram — steadily; abhyāsa-yogena — by the practice of devotional service; tataḥ — then; mām — Me; icchā — desire; āptum — to get; dhanam-jaya — O winner of wealth, Arjuna",
    "translation": "My dear Arjuna, O winner of wealth, if you cannot fix your mind upon Me without deviation, then follow the regulative principles of bhakti-yoga. In this way develop a desire to attain Me."
  },
  "12.10": {
    "sanskrit": "abhyāse ’py asamartho ’simat-karma-paramo bhavamad-artham api karmāṇikurvan siddhim avāpsyasi",
    "wordByWord": "abhyāse — in practice; api — even if; asamarthaḥ — unable; asi — you are; mat-karma — My work; paramaḥ — dedicated to; bhava — become; mat-artham — for My sake; api — even; karmāṇi — work; kurvan — performing; siddhim — perfection; avāpsyasi — you will achieve",
    "translation": "If you cannot practice the regulations of bhakti-yoga, then just try to work for Me, because by working for Me you will come to the perfect stage."
  },
  "14.4": {
    "sanskrit": "sarva-yoniṣu kaunteyamūrtayaḥ sambhavanti yāḥtāsāṁ brahma mahad yonirahaṁ bīja-pradaḥ pitā",
    "wordByWord": "sarva-yoniṣu — in all species of life; kaunteya — O son of Kuntī; mūrtayaḥ — forms; sambhavanti — they appear; yāḥ — which; tāsām — of all of them; brahma — the supreme; mahat-yoniḥ — source of birth in the material substance; aham — I; bīja-pradaḥ — the seed-giving; pitā — father",
    "translation": "It should be understood that all species of life, O son of Kuntī, are made possible by birth in this material nature, and that I am the seed-giving father."
  },
  "14.26": {
    "sanskrit": "māṁ ca yo ’vyabhicāreṇabhakti-yogena sevatesa guṇān samatītyaitānbrahma-bhūyāya kalpate",
    "wordByWord": "mām — unto Me; ca — also; yaḥ — a person who; avyabhicāreṇa — without fail; bhakti-yogena — by devotional service; sevate — renders service; saḥ — he; guṇān — the modes of material nature; samatītya — transcending; etān — all these; brahma-bhūyāya — elevated to the Brahman platform; kalpate — becomes",
    "translation": "One who engages in full devotional service, unfailing in all circumstances, at once transcends the modes of material nature and thus comes to the level of Brahman."
  },
  "14.27": {
    "sanskrit": "brahmaṇo hi pratiṣṭhāhamamṛtasyāvyayasya caśāśvatasya ca dharmasyasukhasyaikāntikasya ca",
    "wordByWord": "brahmaṇaḥ-brahma-jyotir — of the impersonalbrahma-jyotir; brahma-jyotir — of the impersonal brahma-jyotir; hi — certainly; pratiṣṭhā — the rest; aham — I am; amṛtasya — of the immortal; avyayasya — of the imperishable; ca — also; śāśvatasya — of the eternal; ca — and; dharmasya — of the constitutional position; sukhasya — of happiness; aikāntikasya — ultimate; ca — also",
    "translation": "And I am the basis of the impersonal Brahman, which is immortal, imperishable and eternal and is the constitutional position of ultimate happiness."
  },
  "15.5": {
    "sanskrit": "nirmāna-mohā jita-saṅga-doṣāadhyātma-nityā vinivṛtta-kāmāḥdvandvair vimuktāḥ sukha-duḥkha-saṁjñairgacchanty amūḍhāḥ padam avyayaṁ tat",
    "wordByWord": "niḥ — without; māna — false prestige; mohāḥ — and illusion; jita — having conquered; saṅga — of association; doṣāḥ — the faults; adhyātma — in spiritual knowledge; nityāḥ — in eternity; vinivṛtta — disassociated; kāmāḥ — from lust; dvandvaiḥ — from the dualities; vimuktāḥ — liberated; sukha-duḥkha — happiness and distress; saṁjñaiḥ — named; gacchanti — attain; amūḍhāḥ — unbewildered; padam — situation; avyayam — eternal; tat — that",
    "translation": "Those who are free from false prestige, illusion and false association, who understand the eternal, who are done with material lust, who are freed from the dualities of happiness and distress, and who, unbewildered, know how to surrender unto the Supreme Person attain to that eternal kingdom."
  },
  "15.6": {
    "sanskrit": "na tad bhāsayate sūryona śaśāṅko na pāvakaḥyad gatvā na nivartantetad dhāma paramaṁ mama",
    "wordByWord": "na — not; tat — that; bhāsayate — illuminates; sūryaḥ — the sun; na — nor; śaśāṅkaḥ — the moon; na — nor; pāvakaḥ — fire, electricity; yat — where; gatvā — going; na — never; nivartante — they come back; tat-dhāma — that abode; paramam — supreme; mama — My",
    "translation": "That supreme abode of Mine is not illumined by the sun or moon, nor by fire or electricity. Those who reach it never return to this material world."
  },
  "15.7": {
    "sanskrit": "mamaivāṁśo jīva-lokejīva-bhūtaḥ sanātanaḥmanaḥ-ṣaṣṭhānīndriyāṇiprakṛti-sthāni karṣati",
    "wordByWord": "mama — My; eva — certainly; aṁśaḥ — fragmental particle; jīva-loke — in the world of conditional life; jīva-bhūtaḥ — the conditioned living entity; sanātanaḥ — eternal; manaḥ — with the mind; ṣaṣṭhāni — the six; indriyāṇi — senses; prakṛti — in material nature; sthāni — situated; karṣati — is struggling hard",
    "translation": "The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind."
  },
  "15.15": {
    "sanskrit": "sarvasya cāhaṁ hṛdi sanniviṣṭomattaḥ smṛtir jñānam apohanaṁ cavedaiś ca sarvair aham eva vedyovedānta-kṛd veda-vid eva cāham",
    "wordByWord": "sarvasya — of all living beings; ca — and; aham — I; hṛdi — in the heart; sanniviṣṭaḥ — situated; mattaḥ — from Me; smṛtiḥ — remembrance; jñānam — knowledge; apohanam — forgetfulness; ca — and; vedaiḥ-Vedas — by theVedas; Vedas — by the Vedas; ca — also; sarvaiḥ — all; aham — I am; eva — certainly; vedyaḥ — knowable; vedānta-kṛt-Vedānta — the compiler of theVedānta; Vedānta — the compiler of the Vedānta; veda-vit-Vedas — the knower of theVedas; Vedas — the knower of the Vedas; eva — certainly; ca — and; aham — I",
    "translation": "I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness. By all the Vedas, I am to be known. Indeed, I am the compiler of Vedānta, and I am the knower of the Vedas."
  },
  "15.19": {
    "sanskrit": "yo mām evam asammūḍhojānāti puruṣottamamsa sarva-vid bhajati māṁsarva-bhāvena bhārata",
    "wordByWord": "yaḥ — anyone who; mām — Me; evam — thus; asammūḍhaḥ — without a doubt; jānāti — knows; puruṣa-uttamam — the Supreme Personality of Godhead; saḥ — he; sarva-vit — the knower of everything; bhajati — renders devotional service; mām — unto Me; sarva-bhāvena — in all respects; bhārata — O son of Bharata",
    "translation": "Whoever knows Me as the Supreme Personality of Godhead, without doubting, is the knower of everything. He therefore engages himself in full devotional service to Me, O son of Bharata."
  },
  "18.42": {
    "sanskrit": "śamo damas tapaḥ śaucaṁkṣāntir ārjavam eva cajñānaṁ vijñānam āstikyaṁbrahma-karma svabhāva-jam",
    "wordByWord": "śamaḥ — peacefulness; damaḥ — self-control; tapaḥ — austerity; śaucam — purity; kṣāntiḥ — tolerance; ārjavam — honesty; eva — certainly; ca — and; jñānam — knowledge; vijñānam — wisdom; āstikyam — religiousness; brahma-brāhmaṇa — of abrāhmaṇa; brāhmaṇa — of a brāhmaṇa; karma — duty; svabhāva-jam — born of his own nature",
    "translation": "Peacefulness, self-control, austerity, purity, tolerance, honesty, knowledge, wisdom and religiousness – these are the natural qualities by which the brāhmaṇas work."
  },
  "18.54": {
    "sanskrit": "brahma-bhūtaḥ prasannātmāna śocati na kāṅkṣatisamaḥ sarveṣu bhūteṣumad-bhaktiṁ labhate parām",
    "wordByWord": "brahma-bhūtaḥ — being one with the Absolute; prasanna-ātmā — fully joyful; na — never; śocati — laments; na — never; kāṅkṣati — desires; samaḥ — equally disposed; sarveṣu — to all; bhūteṣu — living entities; mat-bhaktim — My devotional service; labhate — gains; parām — transcendental",
    "translation": "One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything. He is equally disposed toward every living entity. In that state he attains pure devotional service unto Me."
  },
  "18.55": {
    "sanskrit": "bhaktyā mām abhijānātiyāvān yaś cāsmi tattvataḥtato māṁ tattvato jñātvāviśate tad-anantaram",
    "wordByWord": "bhaktyā — by pure devotional service; mām — Me; abhijānāti — one can know; yāvān — as much as; yaḥ-ca-asmi — as I am; tattvataḥ — in truth; tataḥ — thereafter; mām — Me; tattvataḥ — in truth; jñātvā — knowing; viśate — he enters; tat-anantaram — thereafter",
    "translation": "One can understand Me as I am, as the Supreme Personality of Godhead, only by devotional service. And when one is in full consciousness of Me by such devotion, he can enter into the kingdom of God."
  },
  "18.58": {
    "sanskrit": "mac-cittaḥ sarva-durgāṇimat-prasādāt tariṣyasiatha cet tvam ahaṅkārānna śroṣyasi vinaṅkṣyasi",
    "wordByWord": "mat — of Me; cittaḥ — being in consciousness; sarva — all; durgāṇi — impediments; mat-prasādāt — by My mercy; tariṣyasi — you will overcome; atha — but; cet — if; tvam — you; ahaṅkārāt — by false ego; na-śroṣyasi — do not hear; vinaṅkṣyasi — you will be lost",
    "translation": "If you become conscious of Me, you will pass over all the obstacles of conditioned life by My grace. If, however, you do not work in such consciousness but act through false ego, not hearing Me, you will be lost."
  },
  "18.61": {
    "sanskrit": "īśvaraḥ sarva-bhūtānāṁhṛd-deśe ’rjuna tiṣṭhatibhrāmayan sarva-bhūtāniyantrārūḍhāni māyayā",
    "wordByWord": "īśvaraḥ — the Supreme Lord; sarva-bhūtānām — of all living entities; hṛt-deśe — in the location of the heart; arjuna — O Arjuna; tiṣṭhati — resides; bhrāmayan — causing to travel; sarva-bhūtāni — all living entities; yantra — on a machine; ārūḍhani — being placed; māyayā — under the spell of material energy",
    "translation": "The Supreme Lord is situated in everyone’s heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy."
  },
  "18.65": {
    "sanskrit": "man-manā bhava mad-bhaktomad-yājī māṁ namaskurumām evaiṣyasi satyaṁ tepratijāne priyo ’si me",
    "wordByWord": "mat-manāḥ — thinking of Me; bhava — just become; mat-bhaktaḥ — My devotee; mat-yājī — My worshiper; mām — unto Me; namaskuru — offer your obeisances; mām — unto Me; eva — certainly; eṣyasi — you will come; satyam — truly; te — to you; pratijāne — I promise; priyaḥ — dear; asi — you are; me — to Me",
    "translation": "Always think of Me, become My devotee, worship Me and offer your homage unto Me. Thus you will come to Me without fail. I promise you this because you are My very dear friend."
  },
  "18.66": {
    "sanskrit": "sarva-dharmān parityajyamām ekaṁ śaraṇaṁ vrajaahaṁ tvāṁ sarva-pāpebhyomokṣayiṣyāmi mā śucaḥ",
    "wordByWord": "sarva-dharmān — all varieties of religion; parityajya — abandoning; mām — unto Me; ekam — only; śaraṇam — for surrender; vraja — go; aham — I; tvām — you; sarva — all; pāpebhyaḥ — from sinful reactions; mokṣayiṣyāmi — will deliver; mā — do not; śucaḥ — worry",
    "translation": "Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear."
  },
  "18.68": {
    "sanskrit": "ya idaṁ paramaṁ guhyaṁmad-bhakteṣv abhidhāsyatibhaktiṁ mayi parāṁ kṛtvāmām evaiṣyaty asaṁśayaḥ",
    "wordByWord": "yaḥ — anyone who; idam — this; paramam — most; guhyam — confidential secret; mat — of Mine; bhakteṣu — amongst devotees; abhidhāsyati — explains; bhaktim — devotional service; mayi — unto Me; parām — transcendental; kṛtvā — doing; mām — unto Me; eva — certainly; eṣyati — comes; asaṁśayaḥ — without doubt",
    "translation": "For one who explains this supreme secret to the devotees, pure devotional service is guaranteed, and at the end he will come back to Me."
  },
  "18.69": {
    "sanskrit": "na ca tasmān manuṣyeṣukaścin me priya-kṛttamaḥbhavitā na ca me tasmādanyaḥ priya-taro bhuvi",
    "wordByWord": "na — never; ca — and; tasmāt — than him; manuṣyeṣu — among men; kaścit — anyone; me — to Me; priya-kṛt-tamaḥ — more dear; bhavitā — will become; na — nor; ca — and; me — to Me; tasmāt — than him; anyaḥ — another; priya-taraḥ — dearer; bhuvi — in this world",
    "translation": "There is no servant in this world more dear to Me than he, nor will there ever be one more dear."
  },
  "18.78": {
    "sanskrit": "yatra yogeśvaraḥ kṛṣṇoyatra pārtho dhanur-dharaḥtatra śrīr vijayo bhūtirdhruvā nītir matir mama",
    "wordByWord": "yatra — where; yoga-īśvaraḥ — the master of mysticism; kṛṣṇaḥ — Lord Kṛṣṇa; yatra — where; pārthaḥ — the son of Pṛthā; dhanuḥ-dharaḥ — the carrier of the bow and arrow; tatra — there; śrīḥ — opulence; vijayaḥ — victory; bhūtiḥ — exceptional power; dhruvā — certain; nītiḥ — morality; matiḥ-mama — my opinion",
    "translation": "Wherever there is Kṛṣṇa, the master of all mystics, and wherever there is Arjuna, the supreme archer, there will also certainly be opulence, victory, extraordinary power, and morality. That is my opinion."
  }
}