{
  "1.1": {
    "sanskrit": "дхр̣тара̄шт̣ра ува̄ча\nдхарма-кшетре куру-кшетре\nсамавета̄ йуйутсавах̣\nма̄мака̄х̣ па̄н̣д̣ава̄ш́ чаива\nким акурвата сан̃джайа",
    "wordByWord": "дхр̣тара̄шт̣рах̣-ува̄ча — царь Дхритараштра сказал; дхарма-кшетре — в месте паломничества; куру-кшетре — в месте под названием Курукшетра; самавета̄х̣ — собравшиеся; йуйутсавах̣ — желающие вступить в бой; ма̄мака̄х̣ — те, кто на моей стороне (мои сыновья); па̄н̣д̣ава̄х̣ — сыновья Панду; ча — и; эва — безусловно; ким — что; акурвата — сделали; сан̃джайа — о Санджая",
    "translation": "Дхритараштра спросил: О Санджая, что стали делать мои сыновья и сыновья Панду, когда, горя желанием вступить в бой, собрались в месте паломничества, на поле Курукшетра?"
  },
  "2.7": {
    "sanskrit": "ка̄рпан̣йа-дошопахата-свабха̄вах̣\nпр̣ччха̄ми тва̄м̇ дхарма-саммӯд̣ха-чета̄х̣\nйач чхрейах̣ сйа̄н ниш́читам̇ брӯхи тан ме\nш́ишйас те ’хам̇ ш́а̄дхи ма̄м̇ тва̄м̇ прапаннам",
    "wordByWord": "ка̄рпан̣йа — из-за скупости; доша — слабостью; упахата — охваченный; сва-бха̄вах̣ — свойства; пр̣ччха̄ми — прошу; тва̄м — Тебя; дхарма — религии; саммӯд̣ха — заблуждения; чета̄х̣ — тот, в чьем сердце; йат — что; ш́рейах̣ — всеблагое; сйа̄т — может быть; ниш́читам — определенно; брӯхи — скажи; тат — то; ме — мне; ш́ишйах̣ — ученик; те — Твой; ахам — я; ш́а̄дхи — научи; ма̄м — меня; тва̄м — Тебе; прапаннам — предавшегося",
    "translation": "Я больше не знаю, в чем состоит мой долг, и постыдная слабость скупца лишила меня самообладания. Поэтому прошу, скажи прямо, что лучше для меня. Отныне я Твой ученик и душа, предавшаяся Тебе, — наставляй же меня."
  },
  "2.11": {
    "sanskrit": "ш́рӣ-бхагава̄н ува̄ча\nаш́очйа̄н анваш́очас твам̇\nпраджн̃а̄-ва̄да̄м̇ш́ ча бха̄шасе\nгата̄сӯн агата̄сӯм̇ш́ ча\nна̄нуш́очанти пан̣д̣ита̄х̣",
    "wordByWord": "ш́рӣ-бхагава̄н-ува̄ча — Верховный Господь сказал; аш́очйа̄н — недостойных скорби; анваш́очах̣ — оплакивающий; твам — ты; праджн̃а̄-ва̄да̄н — ученые речи; ча — также; бха̄шасе — произносишь; гата — о минувших; асӯн — жизнях; агата — о тех, что еще не прошли; асӯн — жизнях; ча — также; на — не; ануш́очанти — сокрушаются; пан̣д̣ита̄х̣ — мудрецы",
    "translation": "Верховный Господь сказал: Ведя ученые речи, ты сокрушаешься о том, что недостойно скорби. Мудрые люди не скорбят ни о мертвых, ни о живых."
  },
  "2.12": {
    "sanskrit": "на тв эва̄хам̇ джа̄ту на̄сам̇\nна твам̇ неме джана̄дхипа̄х̣\nна чаива на бхавишйа̄мах̣\nсарве вайам атах̣ парам",
    "wordByWord": "на — никогда; ту — но; эва — безусловно; ахам — я; джа̄ту — когда-либо; на — не; а̄сам — был; на — нет; твам — ты; на — не; име — эти; джана-адхипа̄х̣ — цари; на — не; ча — также; эва — конечно; на — не; бхавишйа̄мах̣ — будем существовать; сарве-вайам — все мы; атах̣-парам — после",
    "translation": "Не было такого времени, когда бы не существовал Я, ты и все эти цари, и в будущем никто из нас не перестанет существовать."
  },
  "2.13": {
    "sanskrit": "дехино ’смин йатха̄ дехе\nкаума̄рам̇ йауванам̇ джара̄\nтатха̄ деха̄нтара-пра̄птир\nдхӣрас татра на мухйати",
    "wordByWord": "дехинах̣ — воплощенного; асмин — в этом; йатха̄ — как; дехе — в теле; каума̄рам — детство; йауванам — молодость; джара̄ — старость; татха̄ — так же; деха-антара — другого тела; пра̄птих̣ — обретение; дхӣрах̣ — трезвомыслящий человек; татра — при этом; на — не; мухйати — обманывается",
    "translation": "Воплотившаяся в теле душа постепенно меняет тело ребенка на тело юноши, а затем на тело старика, и точно так же после смерти она переходит в другое тело. Трезвомыслящего человека такая перемена не смущает."
  },
  "2.14": {
    "sanskrit": "ма̄тра̄-спарш́а̄с ту каунтейа\nш́ӣтошн̣а-сукха-дух̣кха-да̄х̣\nа̄гама̄па̄йино ’нитйа̄с\nта̄м̇с титикшасва бха̄рата",
    "wordByWord": "ма̄тра̄-спарш́а̄х̣ — ощущения; ту — же; каунтейа — о сын Кунти; ш́ӣта — зима; ушн̣а — лето; сукха — счастье; дух̣кха — и страдание; да̄х̣ — дающие; а̄гама — появляющиеся; апа̄йинах̣ — исчезающие; анитйа̄х̣ — преходящие; та̄н — их; титикшасва — терпеливо переноси; бха̄рата — о потомок Бхараты",
    "translation": "О сын Кунти, счастье и горе приходят и уходят, сменяя друг друга, как зима и лето. Они возникают от соприкосновения чувств с объектами восприятия, о потомок Бхараты, поэтому нужно научиться терпеливо переносить их, оставаясь невозмутимым."
  },
  "2.20": {
    "sanskrit": "на джа̄йате мрийате ва̄ када̄чин\nна̄йам̇ бхӯтва̄ бхавита̄ ва̄ на бхӯйах̣\nаджо нитйах̣ ш́а̄ш́вато ’йам̇ пура̄н̣о\nна ханйате ханйама̄не ш́арӣре",
    "wordByWord": "на — никогда не; джа̄йате — рождается; мрийате — умирает; ва̄ — либо; када̄чит — когда-либо (в прошлом, настояшем или будущем); на — не; айам — этот; бхӯтва̄ — возникнув; бхавита̄ — возникнет; ва̄ — или; на — не; бхӯйах̣ — снова; аджах̣ — нерожденный; нитйах̣ — вечный; ш́а̄ш́ватах̣ — непрерывно существующий; айам — этот; пура̄н̣ах̣ — старейший; на — не; ханйате — убита; ханйама̄не — когда убито; ш́арӣре — тело",
    "translation": "Душа не рождается и не умирает. Она никогда не возникала, не возникает и не возникнет. Она нерожденная, вечная, всегда существующая и изначальная. Она не гибнет, когда погибает тело."
  },
  "2.22": {
    "sanskrit": "ва̄са̄м̇си джӣрн̣а̄ни йатха̄ виха̄йа\nнава̄ни гр̣хн̣а̄ти наро ’пара̄н̣и\nтатха̄ ш́арӣра̄н̣и виха̄йа джӣрн̣а̄нй\nанйа̄ни сам̇йа̄ти нава̄ни дехӣ",
    "wordByWord": "ва̄са̄м̇си — одежды; джӣрн̣а̄ни — старые и ветхие; йатха̄ — как; виха̄йа — сбросив; нава̄ни — новые (одежды); гр̣хн̣а̄ти — принимает; нарах̣ — человек; апара̄н̣и — другие; татха̄ — так и; ш́арӣра̄н̣и — тела; виха̄йа — оставив; джирн̣а̄ни — старые и бесполезные; анйа̄ни — другие; сам̇йа̄ти — принимает; нава̄ни — новые; дехӣ — воплощенный в теле (душа)",
    "translation": "Как человек, снимая старые одежды, надевает новые, так и душа входит в новые материальные тела, оставляя старые и бесполезные."
  },
  "2.23": {
    "sanskrit": "наинам̇ чхинданти ш́астра̄н̣и\nнаинам̇ дахати па̄ваках̣\nна чаинам̇ кледайантй а̄по\nна ш́ошайати ма̄рутах̣",
    "wordByWord": "на — не; энам — этого (душу); чхинданти — рассекают; ш́астра̄н̣и — (разные виды) оружия; на — не; энам — этого (душу); дахати — сжигает; па̄ваках̣ — огонь; на — не; ча — также; энам — этого (душу); кледайанти — мочит; а̄пах̣ — вода; на — не; ш́ошайати — высушивает; ма̄рутах̣ — ветер",
    "translation": "Душу нельзя рассечь никаким оружием, сжечь огнем, намочить водой или иссушить ветром."
  },
  "2.27": {
    "sanskrit": "джа̄тасйа хи дхруво мр̣тйур\nдхрувам̇ джанма мр̣тасйа ча\nтасма̄д апариха̄рйе ’ртхе\nна твам̇ ш́очитум архаси",
    "wordByWord": "джа̄тасйа — родившегося на свет; хи — ведь; дхрувах̣ — очевидна; мр̣тйух̣ — смерть; дхрувам — очевидно; джанма — рождение; мр̣тасйа — мертвого; ча — также; тасма̄т — поэтому; апариха̄рйе — неизбежного; артхе — ради; на — не; твам — ты; ш́очитум — скорбеть; архаси — заслуживаешь",
    "translation": "Тот, кто родился, непременно умрет, а после смерти снова появится на свет. Это неизбежно, поэтому, исполняя свой долг, ты не должен предаваться скорби."
  },
  "2.30": {
    "sanskrit": "дехӣ нитйам авадхйо ’йам̇\nдехе сарвасйа бха̄рата\nтасма̄т сарва̄н̣и бхӯта̄ни\nна твам̇ ш́очитум архаси",
    "wordByWord": "дехӣ — владелец материального тела; нитйам — вечно; авадхйах̣ — тот, кого нельзя убить; айам — этот (душа); дехе — в теле; сарвасйа — каждого; бха̄рата — о потомок Бхараты; тасма̄т — поэтому; сарва̄н̣и — все; бхӯта̄ни — живые существа (которые появились на свет); на — не; твам — ты; ш́очитум — оплакивать; архаси — заслуживаешь",
    "translation": "О потомок Бхараты, того, кто пребывает в теле, невозможно уничтожить. Поэтому ты не должен скорбеть ни об одном живом существе."
  },
  "2.40": {
    "sanskrit": "неха̄бхикрама-на̄ш́о ’сти\nпратйава̄йо на видйате\nсв-алпам апй асйа дхармасйа\nтра̄йате махато бхайа̄т",
    "wordByWord": "на — не; иха-йоге — здесь (в этоййоге); йоге — здесь (в этой йоге); абхикрама — от попыток; на̄ш́ах̣ — утрата; асти — существует; пратйава̄йах̣ — потеря; на — не; видйате — существует; су-алпам — небольшое; апи — даже; асйа — этой; дхармасйа — деятельности; тра̄йате — спасает; махатах̣ — от величайшей; бхайа̄т — опасности",
    "translation": "Тот, кто встал на этот путь, ничего не теряет, и ни одно его усилие не пропадает даром. Даже незначительное продвижение по этому пути оградит человека от величайшей опасности."
  },
  "2.41": {
    "sanskrit": "вйаваса̄йа̄тмика̄ буддхир\nэкеха куру-нандана\nбаху-ш́а̄кха̄ хй ананта̄ш́ ча\nбуддхайо ’вйаваса̄йина̄м",
    "wordByWord": "вйаваса̄йа-а̄тмика̄ — развивший решимость (в сознании Кришны); буддхих̣ — разум; эка̄ — единый; иха — в этом мире; куру-нандана — о потомок Куру; баху-ш́а̄кха̄х̣ — у которых множество ветвей; хи — поистине; ананта̄х̣ — безграничные; ча — также; буддхайах̣ — умы; авйаваса̄йина̄м — тех, кто не обладает сознанием Кришны",
    "translation": "Идущие этим путем решительны и целеустремленны, и у них одна цель. О потомок Куру, многоветвист разум тех, кто нерешителен."
  },
  "2.44": {
    "sanskrit": "бхогаиш́варйа-прасакта̄на̄м̇\nтайа̄пахр̣та-четаса̄м\nвйаваса̄йа̄тмика̄ буддхих̣\nсама̄дхау на видхӣйате",
    "wordByWord": "бхога — к мирским удовольствиям; аиш́варйа — и богатству; прасакта̄на̄м — тех, кто привязан; тайа̄ — этим; апахр̣та-четаса̄м — введенных в заблуждение; вйаваса̄йа-а̄тмика̄ — с твердой решимостью; буддхих̣ — преданное служение Господу; сама̄дхау — в сосредоточенном уме; на — не; видхӣйате — возникает",
    "translation": "Тем, кто слишком привязан к чувственным удовольствиям и материальному богатству и чей ум из-за этого все время пребывает в заблуждении, не хватает решимости посвятить себя преданному служению Верховному Господу."
  },
  "2.45": {
    "sanskrit": "траи-гун̣йа-вишайа̄ веда̄\nнистраи-гун̣йо бхава̄рджуна\nнирдвандво нитйа-саттва-стхо\nнирйога-кшема а̄тмава̄н",
    "wordByWord": "траи-гун̣йа-гунами — связана с тремягунамиматериальной природы; гунами — связана с тремя гунами материальной природы; вишайа̄х̣ — тема которых; веда̄х̣ — ведические писания; нистраи-гун̣йах̣-гунами — поднявшийся над тремягунамиматериальной природы; гунами — поднявшийся над тремя гунами материальной природы; бхава — будь; арджуна — о Арджуна; нирдвандвах̣ — лишенный двойственности; нитйа-саттва-стхах̣ — пребывающий в чистом состоянии духовного бытия; нирйога-кшемах̣ — не связанный заботой о выгоде и безопасности; а̄тма-ва̄н — утвердившийся в понимании своего истинного «я»",
    "translation": "В Ведах в основном говорится о деятельности в трех \nгунах\n материальной природы. Поднимись же над этими \nгунами,\n о Арджуна. Перестань зависеть от всех проявлений двойственности, избавься от стремления приобрести или сохранить что-либо в этом мире и утвердись в понимании своего истинного «я»."
  },
  "2.46": {
    "sanskrit": "йа̄ва̄н артха удапа̄не\nсарватах̣ самплутодаке\nта̄ва̄н сарвешу ведешу\nбра̄хман̣асйа виджа̄натах̣",
    "wordByWord": "йа̄ва̄н — насколько; артхах̣ — польза; уда-па̄не — в колодце с водой; сарватах̣ — во всех отношениях; самплута-удаке — в большом водоеме; та̄ва̄н — настолько; сарвешу — во всех; ведешу — в ведических писаниях; бра̄хман̣асйа — человека, который постиг Верховный Брахман; виджа̄натах̣ — который обладает полным знанием",
    "translation": "Все нужды, которые удовлетворяет маленький колодец, может сразу удовлетворить большой водоем. Подобно этому, тот, кому известно высшее назначение Вед, обретает все описанные в них блага."
  },
  "2.59": {
    "sanskrit": "вишайа̄ винивартанте\nнира̄ха̄расйа дехинах̣\nраса-варджам̇ расо ’пй асйа\nпарам̇ др̣шт̣ва̄ нивартате",
    "wordByWord": "вишайа̄х̣ — объекты, доставляющие чувственные наслаждения; винивартанте — отвергаются; нира̄ха̄расйа — следующего запретам и ограничениям; дехинах̣ — находящегося в теле; раса-варджам — когда вкус утрачен; расах̣ — наслаждение; апи — хотя; асйа — его; парам — то, что намного выше; др̣шт̣ва̄ — восприняв; нивартате — прекращается",
    "translation": "Даже воздерживаясь от чувственных удовольствий, воплощенная в теле душа сохраняет вкус к ним. Но, познав более возвышенный вкус, она утрачивает интерес к объектам чувств, доставляющим наслаждение, и утверждается в духовном сознании."
  },
  "2.62": {
    "sanskrit": "дхйа̄йато вишайа̄н пум̇сах̣\nсан̇гас тешӯпаджа̄йате\nсан̇га̄т сан̃джа̄йате ка̄мах̣\nка̄ма̄т кродхо ’бхиджа̄йате",
    "wordByWord": "дхйа̄йатах̣ — созерцающего; вишайа̄н — объекты чувств; пум̇сах̣ — человека; сан̇гах̣ — привязанность; тешу — в них (в объектах чувственного наслаждения); упаджа̄йате — возникает; сан̇га̄т — из привязанности; сан̃джа̄йате — развивается; ка̄мах̣ — желание; ка̄ма̄т — из желания; кродхах̣ — гнев; абхиджа̄йате — появляется",
    "translation": "Созерцая объекты, приносящие наслаждение чувствам, человек развивает привязанность к ним, из привязанности рождается вожделение, а из вожделения — гнев."
  },
  "2.63": {
    "sanskrit": "кродха̄д бхавати саммохах̣\nсаммоха̄т смр̣ти-вибхрамах̣\nсмр̣ти-бхрам̇ш́а̄д буддхи-на̄ш́о\nбуддхи-на̄ш́а̄т пран̣аш́йати",
    "wordByWord": "кродха̄т — из гнева; бхавати — возникает; саммохах̣ — полная иллюзия; саммоха̄т — из иллюзии; смр̣ти — памяти; вибхрамах̣ — расстройство; смр̣ти-бхрам̇ш́а̄т — из расстройства памяти; буддхи-на̄ш́ах̣ — из-за потери разума; буддхи-на̄ш́а̄т — вследствие потери разума; пран̣аш́йати — падает",
    "translation": "Гнев порождает полное заблуждение, а заблуждение затмевает память. Вслед за памятью пропадает разум, и тогда, лишившись разума, человек снова погружается в пучину материальной жизни."
  },
  "2.64": {
    "sanskrit": "ра̄га-двеша-вимуктаис ту\nвишайа̄н индрийаиш́ чаран\nа̄тма-ваш́йаир видхейа̄тма̄\nпраса̄дам адхигаччхати",
    "wordByWord": "ра̄га — от привязанности; двеша — и неприязни; вимуктаих̣ — освобожденными; ту — но; вишайа̄н — на объекты чувственного удовольствия; индрийаих̣ — чувствами; чаран — воздействующий; а̄тма-ваш́йаих̣ — подчиненными себе; видхейа-а̄тма̄ — человек, который следует регулирующим принципам свободы; праса̄дам — милость Господа; адхигаччхати — обретает",
    "translation": "Но тот, кто, следуя регулирующим принципам свободы, избавился от всякой привязанности и неприязни и держит свои чувства в узде, может в полной мере обрести милость Господа."
  },
  "2.69": {
    "sanskrit": "йа̄ ниш́а̄ сарва-бхӯта̄на̄м̇\nтасйа̄м̇ джа̄гарти сам̇йамӣ\nйасйа̄м̇ джа̄грати бхӯта̄ни\nса̄ ниш́а̄ паш́йато мунех̣",
    "wordByWord": "йа̄ — которая; ниш́а̄ — ночь; сарва — всех; бхӯта̄на̄м — живых существ; тасйа̄м — в той; джа̄гарти — бодрствует; сам̇йамӣ — владеющий собой; йасйа̄м — в которую; джа̄грати — бодрствуют; бхӯта̄ни — существа; са̄ — та; ниш́а̄ — ночь; паш́йатах̣ — занятого самосозерцанием; мунех̣ — мудреца",
    "translation": "То, что для всех существ ночь, для владеющего собой время бодрствования; когда же все существа пробуждаются, для мудреца, чей взгляд обращен внутрь, наступает ночь."
  },
  "3.9": {
    "sanskrit": "йаджн̃а̄ртха̄т карман̣о ’нйатра\nлоко ’йам̇ карма-бандханах̣\nтад-артхам̇ карма каунтейа\nмукта-сан̇гах̣ сама̄чара",
    "wordByWord": "йаджн̃а-артха̄т — имеющей целью только удовлетворение Ягьи (Вишну); карман̣ах̣ — деятельности; анйатра — по-другому; локах̣ — мир; айам — этот; карма-бандханах̣ — рабство деятельности; тат — того; артхам — с целью; карма — деятельность; каунтейа — о сын Кунти; мукта-сан̇гах̣ — свободный от привязанностей; сама̄чара — исполняй совершенным образом",
    "translation": "Любые обязанности следует выполнять как жертвоприношение Господу Вишну, иначе они приковывают человека к материальному миру. Поэтому, о сын Кунти, выполняй свой долг ради удовлетворения Вишну, и ты навсегда освободишься от материального рабства."
  },
  "3.14": {
    "sanskrit": "анна̄д бхаванти бхӯта̄ни\nпарджанйа̄д анна-самбхавах̣\nйаджн̃а̄д бхавати парджанйо\nйаджн̃ах̣ карма-самудбхавах̣",
    "wordByWord": "анна̄т — из злаков; бхаванти — происходят; бхӯта̄ни — материальные тела; парджанйа̄т — от дождя; анна — употребляемых в пищу злаков; самбхавах̣ — возникновение; йаджн̃а̄т — из жертвоприношения; бхавати — происходит; парджанйах̣ — дождь; йаджн̃ах̣-ягьи — совершениеягьи; ягьи — совершениеягьи; самудбхавах̣ — происходящее",
    "translation": "Тела всех существ зависят от злаков, которые растут благодаря дождям. Дожди выпадают, когда люди совершают \nягью,\n а \nягья\n рождается из выполнения предписанных Ведами обязанностей."
  },
  "3.21": {
    "sanskrit": "йад йад а̄чарати ш́решт̣хас\nтат тад эветаро джанах̣\nса йат прама̄н̣ам̇ куруте\nлокас тад анувартате",
    "wordByWord": "йат-йат — все то, что; а̄чарати — делает; ш́решт̣хах̣ — почитаемый всеми человек; тат — тому; тат — и только тому; эва — безусловно; итарах̣ — обыкновенный; джанах̣ — человек; сах̣ — он; йат — который; прама̄н̣ам — пример; куруте — подает; локах̣ — мир; тат — тому; анувартате — следует",
    "translation": "Что бы ни делал великий человек, обыкновенные люди следуют его примеру. И какие бы нормы ни устанавливал он своим поведением, их придерживается весь мир."
  },
  "3.27": {
    "sanskrit": "пракр̣тех̣ крийама̄н̣а̄ни\nгун̣аих̣ карма̄н̣и сарваш́ах̣\nахан̇ка̄ра-вимӯд̣ха̄тма̄\nкарта̄хам ити манйате",
    "wordByWord": "пракр̣тех̣ — материальной природы; крийама̄н̣а̄ни — совершаемые; гун̣аих̣-гунами — гунами; гунами — гунами; сарваш́ах̣ — по-всякому; ахан̇ка̄ра-вимӯд̣ха — введенная в заблуждение ложным эго; а̄тма̄ — вечная душа; карта̄ — совершающая действия; ахам — я; ити — так; манйате — думает",
    "translation": "Введенная в заблуждение ложным эго, душа считает себя совершающей действия, которые на самом деле совершаются тремя \nгунами\n материальной природы."
  },
  "3.37": {
    "sanskrit": "ш́рӣ-бхагава̄н ува̄ча\nка̄ма эша кродха эша\nраджо-гун̣а-самудбхавах̣\nмаха̄ш́ано маха̄-па̄пма̄\nвиддхй энам иха ваирин̣ам",
    "wordByWord": "ш́рӣ-бхагава̄н-ува̄ча — Верховный Господь сказал; ка̄мах̣ — вожделение; эшах̣ — это; кродхах̣ — гнев; эшах̣ — это; раджах̣-гун̣а-гуной — гунойстрасти; гуной — гуной страсти; самудбхавах̣ — порожденный; маха̄-аш́анах̣ — всепоглощающий; маха̄-па̄пма̄ — очень порочный; виддхи — знай же; энам — этого; иха — здесь (в материальном мире); ваирин̣ам — злейшего врага",
    "translation": "Верховный Господь сказал: О Арджуна, эта сила не что иное, как вожделение, которое возникает под влиянием \nгуны\n страсти, а затем превращается в гнев. Вожделение — всепожирающий, греховный враг всех существ в этом мире."
  },
  "4.1": {
    "sanskrit": "ш́рӣ-бхагава̄н ува̄ча\nимам̇ вивасвате йогам̇\nпроктава̄н ахам авйайам\nвивасва̄н манаве пра̄ха\nманур икшва̄каве ’бравӣт",
    "wordByWord": "ш́рӣ-бхагава̄н-ува̄ча — Верховный Господь сказал; имам — эту; вивасвате — богу Солнца; йогам — науку о взаимоотношениях индивидуального существа и Верховного Господа; проктава̄н — объяснивший; ахам — Я; авйайам — вечную; вивасва̄н — Вивасван (бог Солнца); манаве — отцу человечества (по имени Вайвасвата); пра̄ха — поведал; манух̣ — отец человечества; икшва̄каве — царю Икшваку; абравӣт — поведал",
    "translation": "Верховный Господь Шри Кришна сказал: Я открыл эту вечную науку \nйоги\n богу Солнца Вивасвану, Вивасван поведал ее Ману, отцу человечества, а Ману в свой черед поведал ее Икшваку."
  },
  "4.2": {
    "sanskrit": "эвам̇ парампара̄-пра̄птам\nимам̇ ра̄джаршайо видух̣\nса ка̄ленеха махата̄\nйого нашт̣ах̣ парантапа",
    "wordByWord": "эвам — так; парампара̄ — по цепи духовных учителей; пра̄птам — полученную; имам — эту (науку); ра̄джа-р̣шайах̣ — праведные цари; видух̣ — постигли; сах̣ — это (знание); ка̄лена — течением времени; иха — в этом мире; махата̄ — великим; йогах̣ — наука об отношениях индивидуального существа со Всевышним; нашт̣ах̣ — разрушена; парантапа — о Арджуна, покоритель врагов",
    "translation": "Так эта великая наука передавалась по цепи духовных учителей, и ее постигали праведные цари. Но с течением времени цепь учителей прервалась, и это знание в его первозданном виде было утрачено."
  },
  "4.3": {
    "sanskrit": "са эва̄йам̇ майа̄ те ’дйа\nйогах̣ проктах̣ пура̄танах̣\nбхакто ’си ме сакха̄ чети\nрахасйам̇ хй этад уттамам",
    "wordByWord": "сах̣ — та; эва — безусловно; айам — эта; майа̄ — Мной; те — тебе; адйа — сегодня; йогах̣-йоги — наукайоги; йоги — наука йоги; пура̄танах̣ — древняя; бхактах̣ — преданный; аси — (ты) есть; ме — Мой; сакха̄ — друг; ча — также; ити — поэтому; рахасйам — тайна; хи — конечно; этат — эта; уттамам — трансцендентная",
    "translation": "Сегодня Я открываю тебе эту древнюю науку о взаимоотношениях живого существа и Верховного Господа, ибо ты Мой преданный и Мой друг и потому способен проникнуть в тайну этой божественной науки."
  },
  "4.6": {
    "sanskrit": "аджо ’пи санн авйайа̄тма̄\nбхӯта̄на̄м ӣш́варо ’пи сан\nпракр̣тим̇ сва̄м адхишт̣ха̄йа\nсамбхава̄мй а̄тма-ма̄йайа̄",
    "wordByWord": "аджах̣ — нерожденный; апи — несмотря на то, что; сан — являющийся; авйайа — не подвержено тлению; а̄тма̄ — тот, чье тело; бхӯта̄на̄м — тех, кто рождается; ӣш́варах̣ — Верховный Господь; апи — хотя; сан — являющийся; пракр̣тим — в трансцендентную форму; сва̄м — Свою; адхишт̣ха̄йа — войдя; самбхава̄ми — прихожу; а̄тма-ма̄йайа̄ — посредством Своей внутренней энергии",
    "translation": "Хотя Я нерожденный и Мое трансцендентное тело нетленно, хотя Я повелитель всех живых существ, в каждую эпоху силой Своей внутренней энергии Я появляюсь в этом мире в Своем изначальном духовном облике."
  },
  "4.7": {
    "sanskrit": "йада̄ йада̄ хи дхармасйа\nгла̄нир бхавати бха̄рата\nабхйуттха̄нам адхармасйа\nтада̄тма̄нам̇ ср̣джа̄мй ахам",
    "wordByWord": "йада̄-йада̄ — когда и где бы то ни было; хи — безусловно; дхармасйа — религии; гла̄них̣ — упадок; бхавати — проявляется; бха̄рата — о потомок Бхараты; абхйуттха̄нам — преобладание; адхармасйа — безбожия; тада̄ — тогда; а̄тма̄нам — Себя; ср̣джа̄ми — являю; ахам — Я",
    "translation": "Всякий раз, когда религия приходит в упадок и воцаряется безбожие, Я Сам нисхожу в этот мир, о потомок Бхараты."
  },
  "4.8": {
    "sanskrit": "паритра̄н̣а̄йа са̄дхӯна̄м̇\nвина̄ш́а̄йа ча душкр̣та̄м\nдхарма-сам̇стха̄пана̄ртха̄йа\nсамбхава̄ми йуге йуге",
    "wordByWord": "паритра̄н̣а̄йа — для освобождения; са̄дхӯна̄м — преданных; вина̄ш́а̄йа — для уничтожения; ча — и; душкр̣та̄м — злодеев; дхарма — законов религии; сам̇стха̄пана-артха̄йа — для восстановления; самбхава̄ми — появляюсь; йуге — век; йуге — за веком",
    "translation": "Чтобы освободить праведников и уничтожить злодеев, а также восстановить устои религии, Я прихожу сюда из века в век."
  },
  "4.9": {
    "sanskrit": "джанма карма ча ме дивйам\nэвам̇ йо ветти таттватах̣\nтйактва̄ дехам̇ пунар джанма\nнаити ма̄м эти со ’рджуна",
    "wordByWord": "джанма — рождение; карма — деяние; ча — также; ме — Мое; дивйам — божественное; эвам — так; йах̣ — который; ветти — знает; таттватах̣ — воистину; тйактва̄ — оставив; дехам — тело; пунах̣ — снова; джанма — к рождению; на — не; эти — приходит; ма̄м — ко Мне; эти — приходит; сах̣ — тот; арджуна — о Арджуна",
    "translation": "Тот, кто знает божественную природу Моего явления и деяний, никогда больше не рождается в материальном мире. Покинув тело, он достигает Моей вечной обители, о Арджуна."
  },
  "4.10": {
    "sanskrit": "вӣта-ра̄га-бхайа-кродха̄\nман-майа̄ ма̄м упа̄ш́рита̄х̣\nбахаво джн̃а̄на-тапаса̄\nпӯта̄ мад-бха̄вам а̄гата̄х̣",
    "wordByWord": "вӣта — устранены; ра̄га — привязанность; бхайа — и страх; кродха̄х̣ — те, чей гнев; мат-майа̄х̣ — полностью пребывающие во Мне; ма̄м — Мне; упа̄ш́рита̄х̣ — целиком предавшиеся; бахавах̣ — многие; джн̃а̄на — знания; тапаса̄ — подвижничеством; пӯта̄х̣ — очищенные; мат-бха̄вам — трансцендентную любовь ко Мне; а̄гата̄х̣ — обретшие",
    "translation": "Освободившись от привязанности, страха и гнева, сосредоточив на Мне ум и найдя во Мне прибежище, многие люди в прошлом постигли Меня. Так они очистились от материальной скверны и обрели трансцендентную любовь ко Мне."
  },
  "4.11": {
    "sanskrit": "йе йатха̄ ма̄м̇ прападйанте\nта̄м̇с татхаива бхаджа̄мй ахам\nмама вартма̄нувартанте\nманушйа̄х̣ па̄ртха сарваш́ах̣",
    "wordByWord": "йе — которые; йатха̄ — как; ма̄м — Мне; прападйанте — предаются; та̄н — тех; татха̄ — так; эва — конечно; бхаджа̄ми — вознаграждаю; ахам — Я; мама — Мой; вартма — путь; анувартанте — следуют; манушйа̄х̣ — люди; па̄ртха — о сын Притхи; сарваш́ах̣ — во всех отношениях",
    "translation": "Как человек предается Мне, так Я и вознаграждаю его. Каждый во всем следует Моим путем, о сын Притхи."
  },
  "4.13": {
    "sanskrit": "ча̄тур-варн̣йам̇ майа̄ ср̣шт̣ам̇\nгун̣а-карма-вибха̄гаш́ах̣\nтасйа карта̄рам апи ма̄м̇\nвиддхй акарта̄рам авйайам",
    "wordByWord": "ча̄тух̣-варн̣йам — четыре сословия; майа̄ — Мной; ср̣шт̣ам — созданы; гун̣а — качествам; карма — и деятельности; вибха̄гаш́ах̣ — сообразно; тасйа — того; карта̄рам — отца; апи — хотя; ма̄м — Меня; виддхи — знай; акарта̄рам — бездействующего; авйайам — неизменного",
    "translation": "В соответствии с тремя \nгунами\n материальной природы и связанной с ними деятельностью, Я разделил человеческое общество на четыре сословия. Но знай, что, хотя Я создатель этой системы, Сам Я, будучи неизменным, непричастен к какой-либо деятельности."
  },
  "4.34": {
    "sanskrit": "тад виддхи пран̣ипа̄тена\nпарипраш́нена севайа̄\nупадекшйанти те джн̃а̄нам̇\nджн̃а̄нинас таттва-дарш́инах̣",
    "wordByWord": "тат — то (знание о различных видах жертвоприношений); виддхи — познай; пран̣ипа̄тена — обращением к духовному учителю; парипраш́нена — смиренными вопросами; севайа̄ — служением; упадекшйанти — посвятят; те — тебя; джн̃а̄нам — в знание; джн̃а̄нинах̣ — осознавшие себя; таттва — истину; дарш́инах̣ — те, кто видит",
    "translation": "Чтобы узнать истину, вручи себя духовному учителю. Вопрошай его смиренно и служи ему. Осознавшие себя души могут дать тебе знание, ибо они узрели истину."
  },
  "5.18": {
    "sanskrit": "видйа̄-винайа-сампанне\nбра̄хман̣е гави хастини\nш́уни чаива ш́ва-па̄ке ча\nпан̣д̣ита̄х̣ сама-дарш́инах̣",
    "wordByWord": "видйа̄ — ученость; винайа — и благовоспитанность; сампанне — в том, чье богатство; бра̄хман̣е-брахмане — вбрахмане; брахмане — в брахмане; хастини — в слоне; ш́уни — в собаке; ча — и; эва — безусловно; ш́ва-па̄ке — в собакоеде (неприкасаемом); ча — также; пан̣д̣ита̄х̣ — мудрецы; сама-дарш́инах̣ — те, которые видят одинаково",
    "translation": "Смиренные мудрецы, обладающие истинным знанием, одинаково смотрят на ученого и благовоспитанного брахмана, корову, слона, собаку и собакоеда [неприкасаемого]."
  },
  "5.22": {
    "sanskrit": "йе хи сам̇спарш́а-джа̄ бхога̄\nдух̣кха-йонайа эва те\nа̄дй-антавантах̣ каунтейа\nна тешу рамате будхах̣",
    "wordByWord": "йе — которые; хи — безусловно; сам̇спарш́а-джа̄х̣ — порожденные соприкосновением с материальными чувствами; бхога̄х̣ — удовольствия; дух̣кха — страданий; йонайах̣ — источники; эва — конечно; те — они; а̄ди — начало; анта — конец; вантах̣ — имеющие; каунтейа — о сын Кунти; на — не; тешу — в тех; рамате — испытывает удовольствие; будхах̣ — разумный",
    "translation": "Разумный человек сторонится удовольствий, рожденных от соприкосновения материальных чувств с объектами восприятия, ибо такие удовольствия являются источником страданий. У всех материальных удовольствий, о сын Кунти, есть начало и конец, поэтому мудрец никогда не тешится ими."
  },
  "5.29": {
    "sanskrit": "бхокта̄рам̇ йаджн̃а-тапаса̄м̇\nсарва-лока-махеш́варам\nсухр̣дам̇ сарва-бхӯта̄на̄м̇\nджн̃а̄тва̄ ма̄м̇ ш́а̄нтим р̣ччхати",
    "wordByWord": "бхокта̄рам — того, кто наслаждается; йаджн̃а — жертвоприношений; тапаса̄м — обетов и подвижничества; сарва-лока — всех планет и повелевающих ими полубогов; маха̄-ӣш́варам — Верховного Повелителя; су-хр̣дам — благодетеля; сарва — всех; бхӯта̄на̄м — живых существ; джн̃а̄тва̄ — постигнув; ма̄м — Меня (Господа Кришну); ш́а̄нтим — свободу от материальных страданий; р̣ччхати — обретает",
    "translation": "Человек, полностью осознавший, что Я единственный, кто наслаждается всеми жертвоприношениями и плодами подвижничества, что Я верховный владыка всех планет и полубогов, а также друг и благодетель всех существ, избавляется от материальных страданий и обретает полное умиротворение."
  },
  "6.17": {
    "sanskrit": "йукта̄ха̄ра-виха̄расйа\nйукта-чешт̣асйа кармасу\nйукта-свапна̄вабодхасйа\nйого бхавати дух̣кха-ха̄",
    "wordByWord": "йукта — упорядоченны; а̄ха̄ра — прием пищи; виха̄расйа — того, чей отдых; йукта — умеренно; чешт̣асйа — того, кто работает, чтобы прокормить себя; кармасу — в исполнении обязанностей; йукта — упорядоченны; свапна-авабодхасйа — того, чей сон и бодрствование; йогах̣-йогой — занятияйогой; йогой — занятия йогой; бхавати — становится; дух̣кха-ха̄ — уничтожающая страдания",
    "translation": "Тот, кто умерен в еде, сне, труде и отдыхе, может, занимаясь \nйогой,\n избавиться от всех материальных страданий."
  },
  "6.41": {
    "sanskrit": "пра̄пйа пун̣йа-кр̣та̄м̇ лока̄н\nушитва̄ ш́а̄ш́ватӣх̣ сама̄х̣\nш́учӣна̄м̇ ш́рӣмата̄м̇ гехе\nйога-бхрашт̣о ’бхиджа̄йате",
    "wordByWord": "пра̄пйа — достигнув; пун̣йа-кр̣та̄м — населенных теми, кто совершал благочестивые поступки; лока̄н — планет; ушитва̄ — прожив; ш́а̄ш́ватӣх̣ — множество; сама̄х̣ — лет; ш́учӣна̄м — праведников; ш́рӣ-мата̄м — богатых; гехе — в доме; йога-бхрашт̣ах̣ — тот, кто сошел с духовного пути; абхиджа̄йате — рождается",
    "translation": "Йог,\n не сумевший достичь совершенства, после смерти долгие годы наслаждается жизнью на планетах, где живут благочестивые существа, а затем рождается в семье праведников или богатых и знатных людей."
  },
  "6.47": {
    "sanskrit": "йогина̄м апи сарвеша̄м̇\nмад-гатена̄нтар-а̄тмана̄\nш́раддха̄ва̄н бхаджате йо ма̄м̇\nса ме йуктатамо матах̣",
    "wordByWord": "йогина̄м-йогов — йогов; йогов — йогов; сарвеша̄м — всех; мат-гатена — пребыванием во Мне, постоянными мыслями обо Мне; антах̣-а̄тмана̄ — в глубине своего сердца; ш́раддха̄-ва̄н — обладающий непоколебимой верой; бхаджате — занимается трансцендентным любовным служением; йах̣ — который; ма̄м — Мне (Верховному Господу); сах̣ — он; ме — у Меня; йукта-тамах̣-йог — величайшиййог; йог — величайший йог",
    "translation": "А из всех \nйогов\n тот, кто всегда погружен в мысли обо Мне, пребывающем в его сердце, и, исполненный непоколебимой веры, поклоняется и служит Мне с любовью, связан со Мной самыми тесными узами и достиг высшей ступени совершенства. Таково Мое мнение."
  },
  "7.3": {
    "sanskrit": "манушйа̄н̣а̄м̇ сахасрешу\nкаш́чид йатати сиддхайе\nйатата̄м апи сиддха̄на̄м̇\nкаш́чин ма̄м̇ ветти таттватах̣",
    "wordByWord": "манушйа̄н̣а̄м — людей; сахасрешу — среди многих тысяч; каш́чит — кто-либо; йатати — стремится; сиддхайе — к совершенству; йатата̄м — стремящихся к совершенству; апи — воистину; сиддха̄на̄м — тех, кто достиг совершенства; каш́чит — кто-либо; ма̄м — Меня; ветти — знает; таттватах̣ — воистину",
    "translation": "Из многих тысяч людей едва ли один стремится к совершенству, а из достигших совершенства едва ли один воистину познал Меня."
  },
  "7.4": {
    "sanskrit": "бхӯмир а̄по ’нало ва̄йух̣\nкхам̇ мано буддхир эва ча\nахан̇ка̄ра итӣйам̇ ме\nбхинна̄ пракр̣тир ашт̣адха̄",
    "wordByWord": "бхӯмих̣ — земля; а̄пах̣ — вода; аналах̣ — огонь; ва̄йух̣ — воздух; кхам — эфир; манах̣ — ум; буддхих̣ — разум; эва — безусловно; ча — и; ахан̇ка̄рах̣ — ложное эго; ити — таким образом; ийам — эта; ме — Моя; бхинна̄ — отделенная; пракр̣тих̣ — энергия; ашт̣адха̄ — состоящая из восьми видов",
    "translation": "Земля, вода, огонь, воздух, эфир, ум, разум и ложное эго — эти восемь элементов составляют Мою отделенную материальную энергию."
  },
  "7.5": {
    "sanskrit": "апарейам итас тв анйа̄м̇\nпракр̣тим̇ виддхи ме пара̄м\nджӣва-бхӯта̄м̇ маха̄-ба̄хо\nйайедам̇ дха̄рйате джагат",
    "wordByWord": "апара̄ — низшая; ийам — эта; итах̣ — поэтому; ту — но; анйа̄м — другую; пракр̣тим — энергию; виддхи — знай; ме — Мою; пара̄м — высшую; джӣва-бхӯта̄м — (состоящую из) живых существ; маха̄-ба̄хо — о могучерукий; йайа̄ — которой; идам — этот; дха̄рйате — используется; джагат — материальный мир",
    "translation": "Помимо нее, о могучерукий Арджуна, есть другая, Моя высшая энергия, состоящая из живых существ, которые пользуются тем, что создано материальной, низшей энергией."
  },
  "7.7": {
    "sanskrit": "маттах̣ паратарам̇ на̄нйат\nкин̃чид асти дханан̃джайа\nмайи сарвам идам̇ протам̇\nсӯтре ман̣и-ган̣а̄ ива",
    "wordByWord": "маттах̣ — Меня; пара-тарам — превышающее; на — не; анйат-кин̃чит — что-либо другое; асти — существует; дханан̃джайа — о завоеватель богатств; майи — во Мне; сарвам — всё; идам — это (все, что мы видим вокруг); протам — нанизанное; сӯтре — на нить; ман̣и-ган̣а̄х̣ — жемчужины; ива — как",
    "translation": "О завоеватель богатств, нет истины выше Меня. Все сущее покоится на Мне, подобно жемчужинам, нанизанным на нить."
  },
  "7.14": {
    "sanskrit": "даивӣ хй эша̄ гун̣а-майӣ\nмама ма̄йа̄ дуратйайа̄\nма̄м эва йе прападйанте\nма̄йа̄м эта̄м̇ таранти те",
    "wordByWord": "даивӣ — божественная; хи — безусловно; эша̄ — эта; гун̣а-майӣ-гун — состоящая из трехгунматериальной природы; гун — состоящая из трех гун материальной природы; мама — Моя; ма̄йа̄ — энергия; дуратйайа̄ — та, которую очень трудно преодолеть; ма̄м — Мне; эва — безусловно; йе — которые; прападйанте — предались; ма̄йа̄м-эта̄м — эту иллюзорную энергию; таранти — преодолевают; те — они",
    "translation": "Преодолеть влияние Моей божественной энергии, состоящей из трех \nгун\n материальной природы, невероятно трудно. Но тот, кто предался Мне, с легкостью выходит из-под ее власти."
  },
  "7.15": {
    "sanskrit": "на ма̄м̇ душкр̣тино мӯд̣ха̄х̣\nпрападйанте нара̄дхама̄х̣\nма̄йайа̄пахр̣та-джн̃а̄на̄\nа̄сурам̇ бха̄вам а̄ш́рита̄х̣",
    "wordByWord": "на — не; ма̄м — Мне; душкр̣тинах̣ — грешники; мӯд̣ха̄х̣ — глупцы; прападйанте — предаются; нара-адхама̄х̣ — низшие из людей; ма̄йайа̄ — иллюзорной энергией; апахр̣та — украдено; джн̃а̄на̄х̣ — те, чье знание; а̄сурам — демоническую; бха̄вам — природу; а̄ш́рита̄х̣ — принимающие",
    "translation": "Невежественные глупцы, низшие из людей, те, чье знание украдено иллюзией и кому присуща безбожная природа демонов, — все эти грешники не предаются Мне."
  },
  "7.16": {
    "sanskrit": "чатур-видха̄ бхаджанте ма̄м̇\nджана̄х̣ сукр̣тино ’рджуна\nа̄рто джиджн̃а̄сур артха̄ртхӣ\nджн̃а̄нӣ ча бхаратаршабха",
    "wordByWord": "чатух̣-видха̄х̣ — относящиеся к четырем категориям; бхаджанте — служат; ма̄м — Мне; джана̄х̣ — люди; су-кр̣тинах̣ — благочестивые; арджуна — о Арджуна; а̄ртах̣ — страждущий; джиджн̃а̄сух̣ — любознательный; артха-артхӣ — стремящийся разбогатеть; джн̃а̄нӣ — знающий истинную природу вещей; ча — также; бхарата-р̣шабха — о лучший из Бхарат",
    "translation": "О лучший из Бхарат, четыре вида праведников встают на путь преданного служения Мне: страждущие, ищущие богатства, любознательные и те, кто стремится постичь Абсолютную Истину."
  },
  "7.19": {
    "sanskrit": "бахӯна̄м̇ джанмана̄м анте\nджн̃а̄нава̄н ма̄м̇ прападйате\nва̄судевах̣ сарвам ити\nса маха̄тма̄ су-дурлабхах̣",
    "wordByWord": "бахӯна̄м — многих; джанмана̄м — рождений; анте — в конце; джн̃а̄на-ва̄н — тот, кто обладает совершенным знанием; ма̄м — Мне; прападйате — предается; ва̄судевах̣ — Верховный Господь, Кришна; сарвам — все; ити — так; сах̣ — тот; маха̄-а̄тма̄ — великая душа; су-дурлабхах̣ — встречающийся очень редко",
    "translation": "Тот, кто, пройдя через множество рождений и смертей, обрел совершенное знание, вручает себя Мне, ибо он понял, что Я причина всех причин и все сущее. Такая великая душа встречается очень редко."
  },
  "7.25": {
    "sanskrit": "на̄хам̇ прака̄ш́ах̣ сарвасйа\nйога-ма̄йа̄-сама̄вр̣тах̣\nмӯд̣хо ’йам̇ на̄бхиджа̄на̄ти\nлоко ма̄м аджам авйайам",
    "wordByWord": "на — не; ахам — Я; прака̄ш́ах̣ — явленный; сарвасйа — всем; йога-ма̄йа̄ — внутренней энергией; сама̄вр̣тах̣ — скрытый; мӯд̣хах̣ — глупцы; айам — этого; на — не; абхиджа̄на̄ти — понимают; локах̣ — люди; ма̄м — Меня; аджам — нерожденного; авйайам — неисчерпаемого",
    "translation": "Я никогда не являю Себя глупцам и невеждам. От них Меня скрывает Моя внутренняя энергия, и потому они не знают, что Я нерожденный и неисчерпаемый."
  },
  "7.26": {
    "sanskrit": "веда̄хам̇ саматӣта̄ни\nвартама̄на̄ни ча̄рджуна\nбхавишйа̄н̣и ча бхӯта̄ни\nма̄м̇ ту веда на каш́чана",
    "wordByWord": "веда — знаю; ахам — Я; саматӣта̄ни — прошлые события; вартама̄на̄ни — те, что происходят в настоящем; ча — и; арджуна — о Арджуна; бхавишйа̄н̣и — те, что произойдут в будущем; ча — также; бхӯта̄ни — (все) живые существа; ма̄м — Меня; ту — но; веда — знает; на — ни; каш́чана — кто-либо",
    "translation": "О Арджуна, как Верховная Личность Бога, Я знаю все, что происходило в прошлом, происходит сейчас и произойдет в будущем. Я также знаю всех живых существ, Меня же не знает никто."
  },
  "7.27": {
    "sanskrit": "иччха̄-двеша-самуттхена\nдвандва-мохена бха̄рата\nсарва-бхӯта̄ни саммохам̇\nсарге йа̄нти парантапа",
    "wordByWord": "иччха̄ — из желания; двеша — и ненависти; самуттхена — возникающей; двандва — двойственной; мохена — иллюзией; бха̄рата — о потомок Бхараты; сарва — все; бхӯта̄ни — живые существа; саммохам — в иллюзию; сарге — во время рождения; йа̄нти — идут; парантапа — о покоритель врагов",
    "translation": "О потомок Бхараты, о покоритель врагов, все живые существа, появляясь на свет, оказываются во власти иллюзорной двойственности, возникающей из желания и ненависти."
  },
  "7.28": {
    "sanskrit": "йеша̄м̇ тв анта-гатам̇ па̄пам̇\nджана̄на̄м̇ пун̣йа-карман̣а̄м\nте двандва-моха-нирмукта̄\nбхаджанте ма̄м̇ др̣д̣ха-врата̄х̣",
    "wordByWord": "йеша̄м — которых; ту — но; анта-гатам — уничтожены; па̄пам — грех; джана̄на̄м — людей; пун̣йа — благочестивые; карман̣а̄м — тех, чьи прошлые действия; те — они; двандва — от двойственности; моха — и иллюзии; нирмукта̄х̣ — освобожденные; бхаджанте — преданно служат; ма̄м — Мне; др̣д̣ха-врата̄х̣ — обладающие решимостью",
    "translation": "Кто совершал благочестивые поступки в этой и в прошлых жизнях и полностью отрекся от греха, тот выходит из-под власти иллюзорной двойственности и с решимостью посвящает себя служению Мне."
  },
  "8.5": {
    "sanskrit": "анта-ка̄ле ча ма̄м эва\nсмаран муктва̄ калеварам\nйах̣ прайа̄ти са мад-бха̄вам̇\nйа̄ти на̄стй атра сам̇ш́айах̣",
    "wordByWord": "анта-ка̄ле — в конце жизни; ча — также; ма̄м — Меня; эва — безусловно; смаран — помнящий; муктва̄ — оставив; калеварам — тело; йах̣ — который; прайа̄ти — отправляется; сах̣ — тот; мат-бха̄вам — Мою природу; йа̄ти — обретает; на — не; асти — существует; атра — здесь; сам̇ш́айах̣ — сомнение",
    "translation": "Тот, кто в конце жизни, покидая тело, помнит только Меня, сразу обретает Мою природу. В этом нет никаких сомнений."
  },
  "8.6": {
    "sanskrit": "йам̇ йам̇ ва̄пи смаран бха̄вам̇\nтйаджатй анте калеварам\nтам̇ там эваити каунтейа\nсада̄ тад-бха̄ва-бха̄витах̣",
    "wordByWord": "йам-йам — которое; ва̄-апи — вообще; смаран — помнящий; бха̄вам — состояние бытия; тйаджати — оставляет; анте — в конце; калеварам — тело; там-там — к тому; эва — безусловно; эти — приходит; каунтейа — о сын Кунти; сада̄ — всегда; тат — то; бха̄ва — состояние бытия; бха̄витах̣ — помнящий",
    "translation": "О сын Кунти, о каком бы состоянии бытия ни помнил человек, покидая тело, того состояния он и достигнет в следующей жизни."
  },
  "8.7": {
    "sanskrit": "тасма̄т сарвешу ка̄лешу\nма̄м анусмара йудхйа ча\nмайй арпита-мано-буддхир\nма̄м эваишйасй асам̇ш́айах̣",
    "wordByWord": "тасма̄т — потому; сарвешу — во всякое; ка̄лешу — время; ма̄м — Меня; анусмара — продолжай помнить; йудхйа — сражайся; ча — и; майи — на Мне; арпита — сосредоточен; манах̣ — ум; буддхих̣ — тот, чей разум; ма̄м — ко Мне; эва — непременно; эшйаси — придешь; асам̇ш́айах̣ — не имеющий сомнений",
    "translation": "Поэтому, о Арджуна, всегда думай обо Мне в образе Кришны и в то же время сражайся, исполняя свой долг. Посвящая Мне все свои действия и держа ум и разум сосредоточенными на Мне, ты непременно достигнешь Моей обители."
  },
  "8.14": {
    "sanskrit": "ананйа-чета̄х̣ сататам̇\nйо ма̄м̇ смарати нитйаш́ах̣\nтасйа̄хам̇ сулабхах̣ па̄ртха\nнитйа-йуктасйа йогинах̣",
    "wordByWord": "ананйа-чета̄х̣ — тот, чей ум сосредоточен; сататам — всегда; йах̣ — который; ма̄м — Меня (Кришну); смарати — помнит; нитйаш́ах̣ — постоянно; тасйа — его; ахам — Я; су-лабхах̣ — очень легко постижимый; па̄ртха — о сын Притхи; нитйа — постоянно; йуктасйа — занятого; йогинах̣ — преданного",
    "translation": "О сын Притхи, тот, кто непрестанно помнит Меня, сможет легко прийти ко Мне, ибо он все время служит Мне."
  },
  "8.15": {
    "sanskrit": "ма̄м упетйа пунар джанма\nдух̣кха̄лайам аш́а̄ш́ватам\nна̄пнуванти маха̄тма̄нах̣\nсам̇сиддхим̇ парама̄м̇ гата̄х̣",
    "wordByWord": "ма̄м — ко Мне; упетйа — придя; пунах̣ — снова; джанма — рождение; дух̣кха-а̄лайам — место страданий; аш́а̄ш́ватам — бренный; на — не; а̄пнуванти — обретают; маха̄-а̄тма̄нах̣ — великие души; сам̇сиддхим — совершенства; парама̄м — наивысшего; гата̄х̣ — достигшие",
    "translation": "Придя ко Мне, великие души, \nйоги-\nпреданные, никогда не возвращаются в этот бренный, полный страданий мир, ибо они обрели наивысшее совершенство."
  },
  "8.16": {
    "sanskrit": "а̄-брахма-бхувана̄л лока̄х̣\nпунар а̄вартино ’рджуна\nма̄м упетйа ту каунтейа\nпунар джанма на видйате",
    "wordByWord": "а̄-брахма-бхувана̄т — до Брахмалоки; лока̄х̣ — планетные системы; пунах̣ — вновь; а̄вартинах̣ — возвращающиеся; арджуна — о Арджуна; ма̄м — ко Мне; упетйа — придя; ту — но; каунтейа — о сын Кунти; пунах̣-джанма — новое рождение; на — не; видйате — случается",
    "translation": "Все планеты материального мира, от высшей и до низшей, — это юдоль страданий, где каждый вынужден снова и снова рождаться и умирать. Но тот, кто достиг Моей обители, о сын Кунти, уже никогда не родится здесь."
  },
  "8.28": {
    "sanskrit": "ведешу йаджн̃ешу тапах̣су чаива\nда̄нешу йат пун̣йа-пхалам̇ прадишт̣ам\nатйети тат сарвам идам̇ видитва̄\nйогӣ парам̇ стха̄нам упаити ча̄дйам",
    "wordByWord": "ведешу — в изучении Вед; йаджн̃ешу — в совершении жертвоприношений; тапах̣су — в подвижничестве; ча — также; эва — безусловно; да̄нешу — в раздаче милостыни; йат — который; пун̣йа-пхалам — результат благочестивой деятельности; прадишт̣ам — указанный; атйети — превосходит; тат-сарвам — все то; идам — это; видитва̄ — постигнув; йогӣ — преданный; парам — в высшую; стха̄нам — в обитель; упаити — приходит; ча — также; а̄дйам — в изначальную",
    "translation": "Человек, вступивший на путь преданного служения, не лишается благ, которых достигают изучением Вед, подвижничеством, жертвоприношениями, раздачей милостыни, философскими изысканиями и благочестивой кармической деятельностью. Просто служа Господу, он обретает плоды всех этих видов деятельности и в конце жизни попадает в вечную обитель Господа."
  },
  "9.2": {
    "sanskrit": "ра̄джа-видйа̄ ра̄джа-гухйам̇\nпавитрам идам уттамам\nпратйакша̄вагамам̇ дхармйам̇\nсу-сукхам̇ картум авйайам",
    "wordByWord": "ра̄джа-видйа̄ — царь знания; ра̄джа-гухйам — царь сокровенного знания; павитрам — чистейшее; идам — это; уттамам — трансцендентное; пратйакша — через непосредственный опыт; авагамам — постигаемое; дхармйам — являющееся законом религии; су-сукхам — очень радостное; картум — выполнять; авйайам — вечное",
    "translation": "Это знание — царь знания, самая сокровенная из тайн. Это чистейшее знание, и, поскольку оно дает человеку живой опыт постижения природы своего «я», оно является совершенной религией. Знание это вечно, и постижение его радостно."
  },
  "9.4": {
    "sanskrit": "майа̄ татам идам̇ сарвам̇\nджагад авйакта-мӯртина̄\nмат-стха̄ни сарва-бхӯта̄ни\nна ча̄хам̇ тешв авастхитах̣",
    "wordByWord": "майа̄ — Мной; татам — пронизана; идам — это; сарвам — все; джагат — мироздание; авйакта-мӯртина̄ — обладающим непроявленной формой; мат-стха̄ни — находящиеся во Мне; сарва-бхӯта̄ни — все живые существа; на — не; ча — также; ахам — Я; тешу — в них; авастхитах̣ — находящийся",
    "translation": "В Своей непроявленной форме Я пронизываю всю вселенную. Все существа пребывают во Мне, но Я — не в них."
  },
  "9.10": {
    "sanskrit": "майа̄дхйакшен̣а пракр̣тих̣\nсӯйате са-чара̄чарам\nхетуна̄нена каунтейа\nджагад випаривартате",
    "wordByWord": "майа̄ — Мною; адхйакшен̣а — под надзором; пракр̣тих̣ — материальная природа; сӯйате — появляется; са — вместе; чара-ачарам — движущимися и неподвижными живыми существами; хетуна̄ — по причине; анена — это; каунтейа — о сын Кунти; джагат — мироздание; випаривартате — действует",
    "translation": "Будучи одной из Моих энергий, о сын Кунти, материальная природа действует под Моим надзором, производя на свет все движущиеся и неподвижные существа. Под ее началом мироздание снова и снова возникает и уничтожается."
  },
  "9.11": {
    "sanskrit": "аваджа̄нанти ма̄м̇ мӯд̣ха̄\nма̄нушӣм̇ танум а̄ш́ритам\nпарам̇ бха̄вам аджа̄нанто\nмама бхӯта-махеш́варам",
    "wordByWord": "аваджа̄нанти — осмеивают; ма̄м — Меня; мӯд̣ха̄х̣ — глупцы; ма̄нушӣм — человеческое; танум — тело; а̄ш́ритам — принявшего; парам — трансцендентную; бха̄вам — природу; аджа̄нантах̣ — не знающие; мама — Мою; бхӯта — всего сущего; маха-ӣш́варам — верховного владыку",
    "translation": "Глупцы смеются надо Мной, когда Я прихожу в материальный мир в облике человека. Им неведома Моя духовная природа верховного повелителя всего сущего."
  },
  "9.12": {
    "sanskrit": "могха̄ш́а̄ могха-карма̄н̣о\nмогха-джн̃а̄на̄ вичетасах̣\nра̄кшасӣм а̄сурӣм̇ чаива\nпракр̣тим̇ мохинӣм̇ ш́рита̄х̣",
    "wordByWord": "могха-а̄ш́а̄х̣ — обманутые в своих надеждах; могха-карма̄н̣ах̣ — обманувшиеся в кармической деятельности; могха-джн̃а̄на̄х̣ — обманувшиеся в попытках обрести знание; вичетасах̣ — введенные в заблуждение; ра̄кшасӣм — к демонической; а̄сурӣм — безбожной; ча — и; эва — безусловно; пракр̣тим — к природе; мохинӣм — вводящей в заблуждение; ш́рита̄х̣ — ища прибежища",
    "translation": "Заблудшие и сбитые с толку, они придерживаются демонических, безбожных взглядов, и потому их надежды на освобождение никогда не сбываются, а все их попытки преуспеть и обрести знание постигает крах."
  },
  "9.13": {
    "sanskrit": "маха̄тма̄нас ту ма̄м̇ па̄ртха\nдаивӣм̇ пракр̣тим а̄ш́рита̄х̣\nбхаджантй ананйа-манасо\nджн̃а̄тва̄ бхӯта̄дим авйайам",
    "wordByWord": "маха̄-а̄тма̄нах̣ — великие души; ту — но; ма̄м — ко Мне; па̄ртха — о сын Притхи; даивӣм — к божественной; пракр̣тим — природе; а̄ш́рита̄х̣ — приходят, ища покровительства; бхаджанти — служат; ананйа-манасах̣ — те, чей ум не отклоняется; джн̃а̄тва̄ — постигнув; бхӯта — творения; а̄дим — источник; авйайам — неистощимый",
    "translation": "О сын Притхи, те же, кто свободны от заблуждений, великие души, находятся под покровительством божественной природы. Они служат Мне с любовью и преданностью, ибо знают, что Я Верховная Личность Бога, изначальная и неистощимая."
  },
  "9.14": {
    "sanskrit": "сататам̇ кӣртайанто ма̄м̇\nйатанташ́ ча др̣д̣ха-врата̄х̣\nнамасйанташ́ ча ма̄м̇ бхактйа̄\nнитйа-йукта̄ упа̄сате",
    "wordByWord": "сататам — всегда; кӣртайантах̣ — славящие; ма̄м — Меня; йатантах̣ — прилагающие усилия; ча — также; др̣д̣ха-врата̄х̣ — обладающие решимостью; намасйантах̣ — кланяющиеся; ча — также; ма̄м — Мне; бхактйа̄ — с преданностью; нитйа-йукта̄х̣ — постоянно занятые; упа̄сате — поклоняются",
    "translation": "Неустанно прославляя Меня, служа Мне с великой решимостью, падая ниц передо Мной, эти великие души всегда поклоняются Мне с любовью и преданностью."
  },
  "9.22": {
    "sanskrit": "ананйа̄ш́ чинтайанто ма̄м̇\nйе джана̄х̣ парйупа̄сате\nтеша̄м̇ нитйа̄бхийукта̄на̄м̇\nйога-кшемам̇ ваха̄мй ахам",
    "wordByWord": "ананйа̄х̣ — не имеющие другого (объекта); чинтайантах̣ — сосредоточивающиеся; ма̄м — на Мне; йе — которые; джана̄х̣ — люди; парйупа̄сате — должным образом поклоняются; теша̄м — их; нитйа — всегда; абхийукта̄на̄м — не сходящих с пути преданного служения; йога — необходимого; кшемам — защиту; ваха̄ми — несу; ахам — Я",
    "translation": "Но тем, кто всегда поклоняется Мне с безраздельной преданностью, сосредоточив свой ум на Моем духовном образе, Я даю то, чего им недостает, и сохраняю то, что у них есть."
  },
  "9.25": {
    "sanskrit": "йа̄нти дева-врата̄ дева̄н\nпитР̣̄н йа̄нти питр̣-врата̄х̣\nбхӯта̄ни йа̄нти бхӯтеджйа̄\nйа̄нти мад-йа̄джино ’пи ма̄м",
    "wordByWord": "йа̄нти — идут; дева-врата̄х̣ — поклоняющиеся полубогам; дева̄н — к полубогам; питР̣̄н — к предкам; йа̄нти — идут; питр̣-врата̄х̣ — поклоняющиеся предкам; бхӯта̄ни — к привидениям и духам; йа̄нти — идут; бхӯта-иджйа̄х̣ — поклоняющиеся привидениям и духам; йа̄нти — идут; мат — Мне; йа̄джинах̣ — преданные; апи — но; ма̄м — ко Мне",
    "translation": "Те, кто поклоняется полубогам, родятся среди полубогов; поклоняющиеся предкам отправятся к предкам; те, кто поклоняется духам и привидениям, окажутся в этих формах жизни; те же, кто поклоняется Мне, будут жить со Мной."
  },
  "9.26": {
    "sanskrit": "патрам̇ пушпам̇ пхалам̇ тойам̇\nйо ме бхактйа̄ прайаччхати\nтад ахам̇ бхактй-упахр̣там\nаш́на̄ми прайата̄тманах̣",
    "wordByWord": "патрам — лист; пушпам — цветок; пхалам — плод; тойам — воду; йах̣ — который; ме — Мне; бхактйа̄ — с преданностью; прайаччхати — предлагает; тат — то; ахам — Я; бхакти-упахр̣там — предложенное с любовью и преданностью; аш́на̄ми — принимаю; прайата-а̄тманах̣ — от того, чье сознание чисто",
    "translation": "Если человек с любовью и преданностью поднесет Мне листок, цветок, плод или немного воды, Я непременно приму его подношение."
  },
  "9.27": {
    "sanskrit": "йат кароши йад аш́на̄си\nйадж джухоши дада̄си йат\nйат тапасйаси каунтейа\nтат курушва мад-арпан̣ам",
    "wordByWord": "йат — что; кароши — делаешь; йат — что; аш́на̄си — ешь; йат — что; джухоши — предлагаешь; дада̄си — отдаешь; йат — что; йат — что; тапасйаси — совершаешь как аскезу; каунтейа — о сын Кунти; тат — то; курушва — делай; мат — Мне; арпан̣ам — (как) подношение",
    "translation": "Чем бы ты ни занимался, что бы ты ни ел, какие бы ни приносил дары, что бы ни отдавал и какую бы тапасью ни совершал, делай это, о сын Кунти, как подношение Мне."
  },
  "9.29": {
    "sanskrit": "само ’хам̇ сарва-бхӯтешу\nна ме двешйо ’сти на прийах̣\nйе бхаджанти ту ма̄м̇ бхактйа̄\nмайи те тешу ча̄пй ахам",
    "wordByWord": "самах̣ — одинаково относящийся; ахам — Я; сарва-бхӯтешу — ко всем живым существам; на — не; ме — Мне; двешйах̣ — ненавистен; асти — есть; на — ни; прийах̣ — дорог; йе — которые; бхаджанти — занимаются трансцендентным служением; ту — но; ма̄м — Мне; бхактйа̄ — с преданностью; майи — во Мне; те — они (такие люди); тешу — в них; ча — также; апи — безусловно; ахам — Я",
    "translation": "Я ни к кому не питаю ни вражды, ни пристрастия. Я одинаково отношусь ко всем. Но тот, кто с любовью и преданностью служит Мне, — тот Мой друг. Он всегда в Моем сердце, и Я ему тоже друг."
  },
  "9.30": {
    "sanskrit": "апи чет су-дура̄ча̄ро\nбхаджате ма̄м ананйа-бха̄к\nса̄дхур эва са мантавйах̣\nсамйаг вйавасито хи сах̣",
    "wordByWord": "апи — даже; чет — если; су-дура̄ча̄рах̣ — человек, совершающий самые отвратительные поступки; бхаджате — с преданностью служит; ма̄м — Мне; ананйа-бха̄к — целеустремленный; са̄дхух̣ — святой; эва — безусловно; сах̣ — он; мантавйах̣ — тот, кого следует считать; самйак — всецело; вйаваситах̣ — исполненный решимости; хи — конечно; сах̣ — он",
    "translation": "Даже если человек, занимающийся преданным служением, совершит самый отвратительный поступок, его все равно следует считать святым, ибо он исполнен решимости идти по верному пути."
  },
  "9.32": {
    "sanskrit": "ма̄м̇ хи па̄ртха вйапа̄ш́ритйа\nйе ’пи сйух̣ па̄па-йонайах̣\nстрийо ваиш́йа̄с татха̄ ш́ӯдра̄с\nте ’пи йа̄нти пара̄м̇ гатим",
    "wordByWord": "ма̄м — ко Мне; хи — конечно; па̄ртха — о сын Притхи; вйапа̄ш́ритйа — придя, чтобы обрести прибежище; йе — которые; апи — даже; сйух̣ — были бы; па̄па-йонайах̣ — низкого происхождения; стрийах̣ — женщины; ваиш́йа̄х̣ — торговцы; татха̄ — также; ш́ӯдра̄х̣ — простые рабочие; те-апи — даже они; йа̄нти — идут; пара̄м — к высшей; гатим — цели",
    "translation": "О сын Притхи, предавшись Мне, даже люди низкого происхождения — женщины, \nвайшьи\n [торговцы] и \nшудры\n [рабочие] — могут достичь наивысшей цели."
  },
  "9.34": {
    "sanskrit": "ман-мана̄ бхава мад-бхакто\nмад-йа̄джӣ ма̄м̇ намаскуру\nма̄м эваишйаси йуктваивам\nа̄тма̄нам̇ мат-пара̄йан̣ах̣",
    "wordByWord": "мат-мана̄х̣ — всегда думающий обо Мне; бхава — стань; мат — Мне; бхактах̣ — преданный; мат — Мне; йа̄джӣ — поклоняющийся; ма̄м — Мне; намас-куру — кланяйся; ма̄м — ко Мне; эва — полностью; эшйаси — придешь; йуктва̄ — погрузив; эвам — так; а̄тма̄нам — свою душу; мат-пара̄йан̣ах̣ — преданный Мне",
    "translation": "Всегда думай обо Мне, стань Моим преданным, выражай Мне почтение и поклоняйся Мне. Полностью сосредоточенный на Мне, ты непременно придешь ко Мне."
  },
  "10.8": {
    "sanskrit": "ахам̇ сарвасйа прабхаво\nматтах̣ сарвам̇ правартате\nити матва̄ бхаджанте ма̄м̇\nбудха̄ бха̄ва-саманвита̄х̣",
    "wordByWord": "ахам — Я; сарвасйа — всего; прабхавах̣ — источник творения; маттах̣ — от Меня; сарвам — всё; правартате — исходит; ити — так; матва̄ — познав; бхаджанте — поклоняются; ма̄м — Мне; будха̄х̣ — мудрецы; бха̄ва-саманвита̄х̣ — очень сосредоточенные",
    "translation": "Я источник всех духовных и материальных миров. Все исходит из Меня. Мудрецы, постигшие эту истину, служат и поклоняются Мне всем сердцем."
  },
  "10.9": {
    "sanskrit": "мач-читта̄ мад-гата-пра̄н̣а̄\nбодхайантах̣ параспарам\nкатхайанташ́ ча ма̄м̇ нитйам̇\nтушйанти ча раманти ча",
    "wordByWord": "мат-читта̄х̣ — те, чьи мысли полностью поглощены Мной; мат-гата-пра̄н̣а̄х̣ — те, чья жизнь посвящена служению Мне; бодхайантах̣ — проповедующие; параспарам — друг другу; катхайантах̣ — обсуждающие; ча — также; ма̄м — Меня; нитйам — беспрестанно; тушйанти — получают удовлетворение; ча — также; раманти — испытывают духовное блаженство; ча — также",
    "translation": "Все мысли Моих чистых преданных поглощены Мной, и вся их жизнь посвящена Мне. Всегда делясь друг с другом знанием и беседуя обо Мне, они испытывают огромное удовлетворение и блаженство."
  },
  "10.10": {
    "sanskrit": "теша̄м̇ сатата-йукта̄на̄м̇\nбхаджата̄м̇ прӣти-пӯрвакам\nдада̄ми буддхи-йогам̇ там̇\nйена ма̄м упайа̄нти те",
    "wordByWord": "теша̄м — их; сатата-йукта̄на̄м — всегда занятых; бхаджата̄м — преданным служением; прӣти-пӯрвакам — охваченным любовью; дада̄ми — даю; буддхи-йогам — истинный разум; там — тот; йена — которым; ма̄м — ко Мне; упайа̄нти — приходят; те — они",
    "translation": "Тех, кто постоянно служит Мне с любовью и преданностью, Я наделяю разумом, который помогает им прийти ко Мне."
  },
  "10.11": {
    "sanskrit": "теша̄м эва̄нукампа̄ртхам\nахам аджн̃а̄на-джам̇ тамах̣\nна̄ш́айа̄мй а̄тма-бха̄ва-стхо\nджн̃а̄на-дӣпена бха̄свата̄",
    "wordByWord": "теша̄м — их; эва — безусловно; анукампа̄-артхам — чтобы оказать особую милость; ахам — Я; аджн̃а̄на-джам — порожденную неведением; тамах̣ — тьму; на̄ш́айа̄ми — рассеиваю; а̄тма-бха̄ва — в их сердцах; стхах̣ — находящийся; джн̃а̄на — знания; дӣпена — светильником; бха̄свата̄ — ярким",
    "translation": "Желая оказать им особую милость, Я, находящийся в их сердцах, рассеиваю царящую там тьму неведения светочем знания."
  },
  "10.12-13": {
    "sanskrit": "арджуна ува̄ча\nпарам̇ брахма парам̇ дха̄ма\nпавитрам̇ парамам̇ бхава̄н\nпурушам̇ ш́а̄ш́ватам̇ дивйам\nа̄ди-девам аджам̇ вибхум",
    "wordByWord": "арджунах̣-ува̄ча — Арджуна сказал; парам — высшая; брахма — истина; парам — высшая; дха̄ма — обитель; павитрам — чистый; парамам — самый; бхава̄н — Ты; пурушам — личность; ш́а̄ш́ватам — вечная; дивйам — божественная; а̄ди-девам — изначальный Господь; аджам — нерожденный; вибхум — величайший; а̄хух̣ — называют; тва̄м — Тебя; р̣шайах̣ — мудрецы; сарве — все; дева-р̣ших̣ — мудрец среди полубогов; на̄радах̣ — Нарада; татха̄ — также; аситах̣ — Асита; девалах̣ — Девала; вйа̄сах̣ — Вьяса; свайам — Сам; ча — и; эва — ведь; бравӣшӣ — говоришь; ме — мне",
    "translation": "Арджуна сказал: Ты Верховная Личность Бога, высшая обитель, чистейший, Абсолютная Истина. Ты вечная, божественная, изначальная личность, нерожденная и величайшая. Все великие мудрецы, такие как Нарада, Асита, Девала и Вьяса, подтверждают эту истину, и теперь Ты Сам говоришь мне об этом."
  },
  "10.41": {
    "sanskrit": "йад йад вибхӯтимат саттвам̇\nш́рӣмад ӯрджитам эва ва̄\nтат тад эва̄вагаччха твам̇\nмама теджо-’м̇ш́а-самбхавам",
    "wordByWord": "йат-йат — любые; вибхӯти — богатством; мат — обладающее; саттвам — бытие; ш́рӣ-мат — прекрасное; ӯрджитам — величественное; эва — несомненно; ва̄ — или; тат-тат — то; эва — именно; авагаччха — пойми; твам — ты; мама — Мое; теджах̣ — великолепие; ам̇ш́а — части; самбхавам — возникшее",
    "translation": "Пойми же, что все величественное, прекрасное и славное в этом мире порождено лишь искрой Моего великолепия."
  },
  "11.54": {
    "sanskrit": "бхактйа̄ тв ананйайа̄ ш́акйа\nахам эвам̇-видхо ’рджуна\nджн̃а̄тум̇ драшт̣ум̇ ча таттвена\nправешт̣ум̇ ча парантапа",
    "wordByWord": "бхактйа̄ — преданным служением; ту — но; ананйайа̄-кармы-гьяны — без примесейкармыигьяны; кармы-гьяны — без примесей кармы и гьяны; ш́акйах̣ — возможный; ахам — Я; эвам-видхах̣ — такой; арджуна — о Арджуна; джн̃а̄тум — постичь; драшт̣ум — видеть; ча — и; таттвена — на самом деле; правешт̣ум — проникнуть; ча — также; парантапа — о покоритель врагов",
    "translation": "Дорогой Арджуна, по-настоящему постичь и воочию увидеть Меня в том образе, который видишь ты, можно, только служа Мне с безраздельной преданностью. Только так можно проникнуть в тайну Моего бытия."
  },
  "11.55": {
    "sanskrit": "мат-карма-кр̣н мат-парамо\nмад-бхактах̣ сан̇га-варджитах̣\nнирваирах̣ сарва-бхӯтешу\nйах̣ са ма̄м эти па̄н̣д̣ава",
    "wordByWord": "мат-карма-кр̣т — тот, кто трудится для Меня; мат-парамах̣ — тот, кто считает Меня Всевышним; мат-бхактах̣ — тот, кто служит Мне с любовью и преданностью; сан̇га-варджитах̣ — тот, кто не осквернен стремлением к кармической деятельности и умозрительным рассуждениям; нирваирах̣ — не имеющий врагов; сарва-бхӯтешу — среди живых существ; йах̣ — который; сах̣ — он; ма̄м — ко Мне; эти — приходит; па̄н̣д̣ава — о сын Панду",
    "translation": "Дорогой Арджуна, тот, кто занимается чистым преданным служением, не оскверненным стремлением к кармической деятельности и умозрительному философствованию, кто посвящает Мне свой труд, кто считает Меня высшей целью своей жизни и по-дружески относится ко всем живым существам, непременно придет ко Мне."
  },
  "12.5": {
    "sanskrit": "клеш́о ’дхикатарас теша̄м\nавйакта̄сакта-четаса̄м\nавйакта̄ хи гатир дух̣кхам̇\nдехавадбхир ава̄пйате",
    "wordByWord": "клеш́ах̣ — затруднение; адхика-тарах̣ — величайшее; теша̄м — их; авйакта — на непроявленном; а̄сакта — сосредоточен; четаса̄м — тех, ум которых; авйакта̄ — непроявленный; хи — безусловно; гатих̣ — продвижение; дух̣кхам — трудно; деха-вадбхих̣ — воплощенными; ава̄пйате — достигается",
    "translation": "Тем, чей ум сосредоточен на непроявленном, безличном аспекте Всевышнего, очень трудно идти по пути духовного развития. Воплощенным живым существам каждый шаг на этом пути дается с большим трудом."
  },
  "12.8": {
    "sanskrit": "майй эва мана а̄дхатсва\nмайи буддхим̇ нивеш́айа\nнивасишйаси майй эва\nата ӯрдхвам̇ на сам̇ш́айах̣",
    "wordByWord": "майи — на Мне; эва — непременно; манах̣ — ум; а̄дхатсва — сосредоточь; майи — в Меня; буддхим — разум; нивеш́айа — введя; нивасишйаси — будешь жить; майи — во Мне; эва — безусловно; атах̣-ӯрдхвам — с этих пор; на — нет; сам̇ш́айах̣ — сомнения",
    "translation": "Сосредоточь свой ум на Мне, Верховной Личности Бога, направь на Меня весь свой разум. Так ты будешь всегда жить во Мне, и в этом не может быть никаких сомнений."
  },
  "12.9": {
    "sanskrit": "атха читтам̇ сама̄дха̄тум̇\nна ш́акноши майи стхирам\nабхйа̄са-йогена тато\nма̄м иччха̄птум̇ дханан̃джайа",
    "wordByWord": "атха — если; читтам — ум; сама̄дха̄тум — сосредоточить; на-ш́акноши — не можешь; майи — на Мне; стхирам — постоянно; абхйа̄са-йогена — преданным служением; татах̣ — тогда; ма̄м — Меня; иччха — желание; а̄птум — достичь; дханам-джайа — о Арджуна, завоеватель богатств",
    "translation": "О Арджуна, завоеватель богатств, если же ты не можешь держать свой ум постоянно сосредоточенным на Мне, то следуй правилам и предписаниям \nбхакти-йоги.\n Так ты разовьешь в себе желание достичь Меня."
  },
  "12.10": {
    "sanskrit": "абхйа̄се ’пй асамартхо ’си\nмат-карма-парамо бхава\nмад-артхам апи карма̄н̣и\nкурван сиддхим ава̄псйаси",
    "wordByWord": "абхйа̄се — в занятиях; апи — если; асамартхах̣ — не способный; аси — являешься; мат-карма — деятельности ради Меня; парамах̣ — посвященным; бхава — стань; мат-артхам — ради Меня; апи — даже; карма̄н̣и — действие; курван — исполняющий; сиддхим — совершенство; ава̄псйаси — достигнешь",
    "translation": "Если ты не в состоянии следовать правилам и предписаниям \nбхакти-йоги,\n просто трудись для Меня, ибо, служа Моему делу, ты тоже достигнешь совершенства."
  },
  "14.4": {
    "sanskrit": "сарва-йонишу каунтейа\nмӯртайах̣ самбхаванти йа̄х̣\nта̄са̄м̇ брахма махад йонир\nахам̇ бӣджа-прадах̣ пита̄",
    "wordByWord": "сарва-йонишу — во всех видах жизни; каунтейа — о сын Кунти; мӯртайах̣ — формы; самбхаванти — появляются; йа̄х̣ — которые; та̄са̄м — их; брахма — высшее; махат-йоних̣ — лоно материальной природы; ахам — Я; бӣджа-прадах̣ — дающий семя; пита̄ — отец",
    "translation": "Знай же, о сын Кунти, что все виды жизни порождены материальной природой, а Я отец, дающий семя."
  },
  "14.26": {
    "sanskrit": "ма̄м̇ ча йо ’вйабхича̄рен̣а\nбхакти-йогена севате\nса гун̣а̄н саматӣтйаита̄н\nбрахма-бхӯйа̄йа калпате",
    "wordByWord": "ма̄м — Мне; ча — также; йах̣ — который; авйабхича̄рен̣а — неуклонным; бхакти-йогена — преданным служением; севате — служит; сах̣ — он; гун̣а̄н-гуны — гуныматериальной природы; гуны — гуны материальной природы; саматӣтйа — превзойдя; эта̄н — эти; брахма-бхӯйа̄йа — для достижения уровня Брахмана; калпате — годится",
    "translation": "Тот, кто целиком посвящает себя преданному служению, ни при каких обстоятельствах не отклоняясь от этого пути, преодолевает влияние \nгун\n материальной природы и достигает уровня Брахмана."
  },
  "14.27": {
    "sanskrit": "брахман̣о хи пратишт̣ха̄хам\nамр̣тасйа̄вйайасйа ча\nш́а̄ш́ватасйа ча дхармасйа\nсукхасйаика̄нтикасйа ча",
    "wordByWord": "брахман̣ах̣-брахмаджьоти — безличногобрахмаджьоти; брахмаджьоти — безличного брахмаджьоти; пратишт̣ха̄ — основа; ахам — Я; амр̣тасйа — нетленного; авйайасйа — неуничтожимого; ча — и; ш́а̄ш́ватасйа — вечного; ча — и; дхармасйа — изначального положения; сукхасйа — счастья; аика̄нтикасйа — высшего; ча — также",
    "translation": "Я основа безличного Брахмана, бессмертного, неуничтожимого и вечного, который есть средоточие высшего, изначального блаженства."
  },
  "15.5": {
    "sanskrit": "нирма̄на-моха̄ джита-сан̇га-доша̄\nадхйа̄тма-нитйа̄ винивр̣тта-ка̄ма̄х̣\nдвандваир вимукта̄х̣ сукха-дух̣кха-сам̇джн̃аир\nгаччхантй амӯд̣ха̄х̣ падам авйайам̇ тат",
    "wordByWord": "них̣ — без; ма̄на — гордыни; моха̄х̣ — те, чьи иллюзии; джита — побеждены; сан̇га — общения; доша̄х̣ — в ком изъяны; адхйа̄тма — в духовном знании; нитйа̄х̣ — те, кто вечно; винивр̣тта — не связаны; ка̄ма̄х̣ — те, кто вожделением; двандваих̣ — противоположностями; вимукта̄х̣ — освобожденные; сукха-дух̣кха — счастьем и горем; сам̇джн̃аих̣ — теми, что называют; гаччханти — приходит; амӯд̣ха̄х̣ — тот, кого нельзя ввести в заблуждение; падам — в обитель; авйайам — вечную; тат — ту",
    "translation": "Тот, кто избавился от гордыни, освободился от иллюзии и порвал все ложные связи, кто познал вечность, покончил с материальным вожделением, кто, свободный от влияния двойственности, остается невозмутимым и в счастье, и в горе и кто знает, как предаться Верховной Личности, достигает этого вечного царства."
  },
  "15.6": {
    "sanskrit": "на тад бха̄сайате сӯрйо\nна ш́аш́а̄н̇ко на па̄ваках̣\nйад гатва̄ на нивартанте\nтад дха̄ма парамам̇ мама",
    "wordByWord": "на — не; тат — ту; бха̄сайате — освещает; сӯрйах̣ — солнце; на — не; ш́аш́а̄н̇ках̣ — луна; на — не; па̄ваках̣ — огонь (электричество); йат — в которую; гатва̄ — придя; на — не; нивартанте — возвращаются; тат-дха̄ма — та обитель; парамам — высшая; мама — Моя",
    "translation": "Эта Моя высшая обитель не освещена ни солнцем, ни луной, ни огнем, ни электрическим светом. Те, кто достигает ее, уже не возвращаются в материальный мир."
  },
  "15.7": {
    "sanskrit": "мамаива̄м̇ш́о джӣва-локе\nджӣва-бхӯтах̣ сана̄танах̣\nманах̣-шашт̣ха̄нӣндрийа̄н̣и\nпракр̣ти-стха̄ни каршати",
    "wordByWord": "мама — Моя; эва — безусловно; ам̇ш́ах̣ — фрагментарная частица; джӣва-локе — в мире обусловленного бытия; джӣва-бхӯтах̣ — обусловленное живое существо; сана̄танах̣ — вечное; манах̣ — ум; шашт̣ха̄ни — (числом) шесть; индрийа̄н̣и — и чувства; пракр̣ти — в царстве материальной природы; стха̄ни — находящиеся; каршати — пытается одолеть",
    "translation": "Живые существа в материальном мире — Мои вечные отделенные частицы. Оказавшись в обусловленном состоянии, они вынуждены вести суровую борьбу с шестью чувствами, к числу которых относится ум."
  },
  "15.15": {
    "sanskrit": "сарвасйа ча̄хам̇ хр̣ди саннивишт̣о\nматтах̣ смр̣тир джн̃а̄нам апоханам̇ ча\nведаиш́ ча сарваир ахам эва ведйо\nведа̄нта-кр̣д веда-вид эва ча̄хам",
    "wordByWord": "сарвасйа — каждого (живого существа); ча — также; ахам — Я; хр̣ди — в сердце; саннивишт̣ах̣ — вошедший; маттах̣ — от Меня; смр̣тих̣ — память; джн̃а̄нам — знание; апоханам — забвение; ча — и; ведаих̣ — Ведами; ча — также; сарваих̣ — всеми; ахам — Я; эва — безусловно; ведйах̣ — то, что следует познавать; веда̄нта-кр̣т — составитель «Веданты»; веда-вит — знаток Вед; эва — безусловно; ча — и; ахам — Я",
    "translation": "Я пребываю в сердце каждого, и от Меня исходят память, знание и забвение. Цель изучения всех Вед — постичь Меня. Я истинный составитель «Веданты» и знаток Вед."
  },
  "15.19": {
    "sanskrit": "йо ма̄м эвам асаммӯд̣хо\nджа̄на̄ти пурушоттамам\nса сарва-вид бхаджати ма̄м̇\nсарва-бха̄вена бха̄рата",
    "wordByWord": "йах̣ — который; ма̄м — Меня; эвам — так; асаммӯд̣хах̣ — не имеющий сомнений; джа̄на̄ти — знает; пуруша-уттамам — Верховную Личность Бога; сах̣ — тот; сарва-вит — знающий всё; бхаджати — преданно служит; ма̄м — Мне; сарва-бха̄вена — всем существом; бха̄рата — о потомок Бхараты",
    "translation": "Тот, кто непоколебимо уверен в том, что Я Верховная Личность Бога, познал все. Такой человек, о потомок Бхараты, целиком посвящает себя преданному служению Мне."
  },
  "18.42": {
    "sanskrit": "ш́амо дамас тапах̣ ш́аучам̇\nкша̄нтир а̄рджавам эва ча\nджн̃а̄нам̇ виджн̃а̄нам а̄стикйам̇\nбрахма-карма свабха̄ва-джам",
    "wordByWord": "ш́амах̣ — умиротворенность; дамах̣ — самообладание; тапах̣ — аскетизм; ш́аучам — чистота; кша̄нтих̣ — терпение; а̄рджавам — честность; эва — конечно; ча — и; джн̃а̄нам — знание; виджн̃а̄нам — мудрость; а̄стикйам — религиозность; свабха̄ва-джам — порожденный (его) природой",
    "translation": "Умиротворенность, самообладание, аскетичность, чистота, терпение, честность, знание, мудрость и религиозность — таковы природные качества \nбрахманов,\n проявляющиеся в их деятельности."
  },
  "18.54": {
    "sanskrit": "брахма-бхӯтах̣ прасанна̄тма̄\nна ш́очати на ка̄н̇кшати\nсамах̣ сарвешу бхӯтешу\nмад-бхактим̇ лабхате пара̄м",
    "wordByWord": "брахма-бхӯтах̣ — единый с Абсолютом; прасанна-а̄тма̄ — исполненный ликования; на — не; ш́очати — скорбит; на — не; ка̄н̇кшати — желает; самах̣ — равный; сарвешу — во всех; бхӯтешу — живых существах; мат-бхактим — преданное служение Мне; лабхате — обретает; пара̄м — трансцендентное",
    "translation": "Тот, кто находится в этом трансцендентном состоянии, сразу постигает Верховного Брахмана и исполняется радости. Он никогда не скорбит и ничего не желает. Он одинаково расположен ко всем живым существам. Достигнув этого состояния, человек обретает чистое преданное служение Мне."
  },
  "18.55": {
    "sanskrit": "бхактйа̄ ма̄м абхиджа̄на̄ти\nйа̄ва̄н йаш́ ча̄сми таттватах̣\nтато ма̄м̇ таттвато джн̃а̄тва̄\nвиш́ате тад-анантарам",
    "wordByWord": "бхактйа̄ — чистым преданным служением; ма̄м — Меня; абхиджа̄на̄ти — познаёт; йа̄ва̄н — насколько; йах̣-ча-асми — как Я есть; таттватах̣ — воистину; татах̣ — потому; ма̄м — Меня; таттватах̣ — воистину; джн̃а̄тва̄ — познав; виш́ате — входит; тат-анантарам — сразу после того",
    "translation": "Постичь Меня, Верховную Личность Бога, таким, какой Я есть, можно только с помощью преданного служения. И когда благодаря преданному служению все сознание человека сосредоточивается на Мне, он вступает в царство Бога."
  },
  "18.58": {
    "sanskrit": "мач-читтах̣ сарва-дурга̄н̣и\nмат-праса̄да̄т таришйаси\nатха чет твам ахан̇ка̄ра̄н\nна ш́рошйаси винан̇кшйаси",
    "wordByWord": "мат — Меня; читтах̣ — сознающий; сарва — все; дурга̄н̣и — препятствия; мат-праса̄да̄т — благодаря Моей милости; таришйаси — преодолеешь; атха — но; чет — если; твам — ты; ахан̇ка̄ра̄т — из- за ложного эго; на-ш́рошйаси — не услышишь; винан̇кшйаси — потеряешься",
    "translation": "Всегда думая обо Мне, ты Моей милостью преодолеешь все препятствия обусловленной жизни. Если же ты будешь действовать, побуждаемый ложным эго, не слушая Моих указаний и не памятуя обо Мне, то потеряешь себя."
  },
  "18.61": {
    "sanskrit": "ӣш́варах̣ сарва-бхӯта̄на̄м̇\nхр̣д-деш́е ’рджуна тишт̣хати\nбхра̄майан сарва-бхӯта̄ни\nйантра̄рӯд̣ха̄ни ма̄йайа̄",
    "wordByWord": "ӣш́варах̣ — Верховный Господь; сарва-бхӯта̄на̄м — всех живых существ; хр̣т-деш́е — в сердце; арджуна — о Арджуна; тишт̣хати — пребывает; бхра̄майан — заставляющий перемещаться; сарва-бхӯта̄ни — все живые существа; йантра — в машину; а̄рӯд̣ха̄ни — помещенные; ма̄йайа̄ — материальной энергией",
    "translation": "Верховный Господь, о Арджуна, пребывает в сердце каждого и направляет скитания всех живых существ, которые словно находятся в машине, созданной материальной энергией."
  },
  "18.65": {
    "sanskrit": "ман-мана̄ бхава мад-бхакто\nмад-йа̄джӣ ма̄м̇ намаскуру\nма̄м эваишйаси сатйам̇ те\nпратиджа̄не прийо ’си ме",
    "wordByWord": "мат-мана̄х̣ — думающий обо Мне; бхава — будь; мат-бхактах̣ — Мой преданный; мат-йа̄джӣ — поклоняющийся Мне; ма̄м — Мне; намаскуру — кланяйся; ма̄м — ко Мне; эва — непременно; эшйаси — придешь; сатйам — истинно; те — тебе; пратиджа̄не — обещаю; прийах̣ — дорогой; аси — являешься; ме — Мой",
    "translation": "Всегда думай обо Мне, стань Моим преданным, поклоняйся Мне и почитай Меня. Так ты непременно придешь ко Мне. Я обещаю тебе это, ибо ты Мой дорогой друг."
  },
  "18.66": {
    "sanskrit": "сарва-дхарма̄н паритйаджйа\nма̄м экам̇ ш́аран̣ам̇ враджа\nахам̇ тва̄м̇ сарва-па̄пебхйо\nмокшайишйа̄ми ма̄ ш́учах̣",
    "wordByWord": "сарва-дхарма̄н — все религии; паритйаджйа — оставив; ма̄м — ко Мне; экам — одному; ш́аран̣ам — под защиту; враджа — приди; ахам — Я; тва̄м — тебя; сарва — от всех; па̄пебхйах̣ — от последствий грехов; мокшайишйа̄ми — избавлю; ма̄ — не; ш́учах̣ — беспокойся",
    "translation": "Оставь все религии и просто предайся Мне. Я избавлю тебя от всех последствий твоих грехов. Не бойся ничего."
  },
  "18.68": {
    "sanskrit": "йа идам̇ парамам̇ гухйам̇\nмад-бхактешв абхидха̄сйати\nбхактим̇ майи пара̄м̇ кр̣тва̄\nма̄м эваишйатй асам̇ш́айах̣",
    "wordByWord": "йах̣ — который; идам — эту; парамам — самую; гухйам — сокровенную тайну; мат — Моих; бхактешу — среди преданных; абхидха̄сйати — объясняет; бхактим — преданное служение; майи — Мне; пара̄м — трансцендентное; кр̣тва̄ — исполнив; ма̄м — ко Мне; эва — непременно; эшйати — придет; асам̇ш́айах̣ — без сомнения",
    "translation": "Тот, кто открывает эту высшую тайну Моим преданным, непременно обретет дар чистого преданного служения и в конце жизни вернется ко Мне."
  },
  "18.69": {
    "sanskrit": "на ча тасма̄н манушйешу\nкаш́чин ме прийа-кр̣ттамах̣\nбхавита̄ на ча ме тасма̄д\nанйах̣ прийатаро бхуви",
    "wordByWord": "на — не; ча — и; тасма̄т — его; манушйешу — среди людей; каш́чит — никто; ме — Мне; прийа-кр̣т-тамах̣ — дороже; бхавита̄ — станет; на — не; ча — и; ме — Мне; тасма̄т — его; анйах̣ — другой; прийа-тарах̣ — дороже; бхуви — в этом мире",
    "translation": "В этом мире для Меня нет и никогда не будет слуги дороже, чем он."
  },
  "18.78": {
    "sanskrit": "йатра йогеш́варах̣ кр̣шн̣о\nйатра па̄ртхо дханур-дхарах̣\nтатра ш́рӣр виджайо бхӯтир\nдхрува̄ нӣтир матир мама",
    "wordByWord": "йатра — где; йога-ӣш́варах̣-йогов — повелитель всехйогов-мистиков; йогов — повелитель всех йогов-мистиков; кр̣шн̣ах̣ — Господь Кришна; йатра — где; па̄ртхах̣ — сын Притхи; дханух̣-дхарах̣ — носящий лук и стрелы; татра — там; ш́рӣх̣ — изобилие; виджайах̣ — победа; бхӯтих̣ — исключительная сила; дхрува̄ — твердая; нӣтих̣ — мораль; матих̣-мама — мое мнение",
    "translation": "Где бы ни находился Кришна, повелитель всех мистиков, и где бы ни находился Арджуна, непревзойденный лучник, там всегда будет изобилие, победа, необычайная сила и нравственная чистота. Таково мое мнение."
  }
}
